Repository: usvn/usvn
Catalog: src/app/locale/*/messages.po
Languages: hu_hu, it_it, pl_pl, sv_se

source: Browser
hu_hu: Böngésző
pl_pl: Przeglądarka
sv_se: Bläddra

source: Timeline
hu_hu: Idővonal
pl_pl: Skala czasu
sv_se: Tidslinje

source: Configuration
hu_hu: Konfiguráció
it_it: Configurazioni
pl_pl: Konfiguracja
sv_se: Konfiguration

source: Projects
hu_hu: Projektek
it_it: Progetti
pl_pl: Projekty
sv_se: Projekt

source: New Project
hu_hu: Új projekt
it_it: Nuovo Progetto
pl_pl: Nowy projekt

source: Groups
hu_hu: Csoportok
it_it: Gruppi
pl_pl: Grupy
sv_se: Grupper

source: Add new group
hu_hu: Új csoport
it_it: Aggiungi un nuovo gruppo
pl_pl: Dodaj nową grupę
sv_se: Lägg till ny grupp

source: System report
hu_hu: Rendszerinformációk
it_it: Rapporto di sistema
pl_pl: Raport systemowy
sv_se: Systemrapport

source: Users
hu_hu: Felhasználók
it_it: Utenti
pl_pl: Użytkownicy
sv_se: Användare

source: Add new user
hu_hu: Új felhasználó
it_it: Aggiungi un nuovo utente
pl_pl: Dodaj nowego użytkownika

source: Import htpasswd
hu_hu: Jelszófájl import
it_it: Importa htpasswd
pl_pl: Importuj plik haseł

source: Invalid htpasswd file.
hu_hu: Hibás jelszófájl.
pl_pl: Nieprawidłowy plik haseł.
sv_se: Ogiltig htpasswd-fil.

source: User %s already exist into htpasswd file.
hu_hu: "%s" felhasználó már szerepel a jelszófájlban.
pl_pl: Użytkownik "%s" istnieje już w pliku z hasłami.
sv_se: Användaren %s finns redan i htpasswd-filen.

source: Can't add users %s. Import cancel.
hu_hu: A felhasználók importja a jelszófájlból hibára futott, és megszakadt. (%s)
pl_pl: Importowanie użytkowników z pliku haseł zostało anulowane, ponieważ wystąpił błąd (%s).
sv_se: Kan inte lägga till användarna %s. Importeringen avbruten.

source: Invalid path %s.
hu_hu: Hibás útvonal: %s.
pl_pl: Nieprawidłowa ścieżka %s.
sv_se: %s är en ogiltig sökväg.

source: Homepage
hu_hu: Kezdőlap
pl_pl: Strona główna
sv_se: Startsida

source: Logged as
hu_hu: Belépve mint
pl_pl: Zalogowany jako
sv_se: Loggat som

source: Can't write config file.
hu_hu: A konfigurációs fájl nem írható.
pl_pl: Nie można zapisać pliku konfiguracyjnego.
sv_se: Kan inte skriva konfigurationsfil.

source: Login %s not found
hu_hu: %s nem található
pl_pl: Login %s nie został znaleziony
sv_se: Kunde inte hitta användarnamnet %s

source: Incorrect password
hu_hu: Hibás jelszó
pl_pl: Nieprawidłowe hasło
sv_se: Felaktigt lösenord

source: Commit by USVN
hu_hu: USVN felületen létrehozva
pl_pl: Zatwierdzony przez USVN
sv_se: Arkiverat av USVN

source: Can't import into subversion repository. Command: %s Error: %s
hu_hu: Subversion adatbázis nem importálható. Parancs: %s Hiba: %s
pl_pl: Nie można zaimportować do repozytorium subversion. Komenda: %s Błąd: %s
sv_se: Kan inte importera till subversion-arkiv. Kommande: %s Felmeddelande: %s

source: Can't create subversion repository: %s
hu_hu: Subversion adatbázis nem létesíthető: %s
pl_pl: Nie można utworzyć repozytorium subversion: %s
sv_se: Kan inte skapa subversion-arkiv: %s

source: Can't checkout subversion repository: %s
hu_hu: Subversion adatbázis nem kérhető le: %s
pl_pl: Nie można sprawdzić repozytorium subversion: %s
sv_se: Kan inte hämta subversion-arkiv: %s

source: Can't list subversion repository: %s
hu_hu: Subversion adatbázis nem listázható: %s
pl_pl: Nie można wyświetlić repozytorium subversion: %s
sv_se: Kan inte lista subversion-arkiv: %s

source: Can't open file %s.
hu_hu: Fájl nem nyitható meg: %s.
pl_pl: Nie można otworzyć pliku %s.
sv_se: Kan inte öppna fil %s.

source: Sign in
hu_hu: Aláírás
pl_pl: Zaloguj się
sv_se: Logga in

source: Profile
hu_hu: Profil
it_it: Profilo
pl_pl: Profil

source: Edit my profile
hu_hu: Profil szerkesztése
pl_pl: Edytuj profil
sv_se: Redigera min profil

source: Admin
hu_hu: Adminisztráció
it_it: Amministratore
pl_pl: Administracja
sv_se: Administratör

source: Logout
hu_hu: Kilépés
it_it: Esci
pl_pl: Wyloguj
sv_se: Logga ut

source: Can't delete directory %s. Permission denied.
hu_hu: Mappa nem törölhető: %s. Hozzáférés megtagadva.
pl_pl: Nie można usunąć katalogu %s. Brak dostępu.
sv_se: Kan inte ta bort katalogen %s. Åtkomst nekad.

source: Can't delete file %s.
hu_hu: Fájl nem törölhető: %s.
pl_pl: Nie można usunąć pliku %s.
sv_se: Kan inte ta bort fil %s.

source: Can't delete directory %s.
hu_hu: Mappa nem törölhető: %s.
pl_pl: Nie można usunąć katalogu %s.
sv_se: Kan inte ta bort katalogen %s.

source: Can't read directory %s.
hu_hu: Mappa nem olvasható: %s.
pl_pl: Nie można odczytać katalogu %s.
sv_se: Kan inte läsa katalogen %s.

source: %s must be a string: %s
hu_hu: %s csak szöveg lehet: %s
pl_pl: %s musi być ciągiem znaków: %s
sv_se: %s måste vara en textsträng: %s

source: Autocreated group for project %s
hu_hu: Csoport automatikus létrehozása a projekthez: %s
pl_pl: Grupa została automatycznie utworzony dla projektu %s
sv_se: Skapa automatiskt grupp för projekt %s

source: Project %s doesn't exist.
hu_hu: Nincs %s projekt
pl_pl: Projekt %s nie istnieje
sv_se: Projekt %s finns inte.

source: Invalid project name %s.
hu_hu: %s hibás projektnév
pl_pl: %s nie jest poprawną nazwą projektu
sv_se: Projektnamnet %s är ogiltigt.

source: User %s is not member of group %s
hu_hu: %s felhasználó nem tagja a %s csoportnak
pl_pl: Użytkownik %s nie jest członkiem grupy %s
sv_se: Användare %s är inte en medlem av gruppen %s

source: Invalid group %s for project %s.
hu_hu: %s csoport nem megfelelő a %s projekthez.
pl_pl: Nieprawidłowa grupa %s dla projektu %s.
sv_se: Gruppen %s är ogiltig för projektet %s.

source: The project's name is empty.
hu_hu: Üres projektnév.
pl_pl: Nazwa projektu jest pusta.
sv_se: Projektets namn är tomt.

source: The project's name is invalid. A project's name can only include alpha-numeric characters and '-' or '_'.
hu_hu: Hibás projektnév. A név csak az angol ABC kis- és nagybetűiből, számokból, illetve kötőjelből ('-') és aláhúzásból ('_') állhat.
pl_pl: Nieprawidłowa nazwa projektu. Poprawna nazwa projektu może zawierać tylko znaki alfanumeryczne, myślniki ('-'), lub podkreślenia ('_')
sv_se: Projektets namn är ogiltigt. Ett projekts namn kan bara innehålla alfanumeriska tecken och '-' eller '_'.

source: You can't rename a project.
hu_hu: Nem nevezheted át a projektet.
pl_pl: Nie można zmienić nazwy projektu.
sv_se: Du kan inte döpa om ett projekt.

source: Login empty.
hu_hu: Üres azonosító.
it_it: Login vuoto.
pl_pl: Pusty login.
sv_se: Användarnamnet är tomt.

source: Login invalid. The login can only include alpha-numeric characters and '-' or '_'.
hu_hu: Az azonosító hibás. Csak az angol ABC kis- és nagybetűit, kötőjelet ('-') és aláhúzást ('_') használhatsz.
pl_pl: Nieprawidłowy login. Login może zawierać tylko znaki alfanumeryczne, myślniki ('-'), lub podkreślenia ('_')
sv_se: Användarnamnet är ogiltigt. Användarnamnet kan bara innehålla alfanumeriska tecken och '-' eller '_'.

source: Invalid email address.
hu_hu: Hibás email cím.
pl_pl: Nieprawidłowy adres e-mail
sv_se: Ogiltig e-postadress.

source: Password empty.
hu_hu: Üres jelszó.
it_it: Password vuota.
pl_pl: Puste hasło.
sv_se: Lösenordet är tomt.

source: Password incorrect (need more 8 characters).
hu_hu: Hibás jelszó. Legalább 8 karaktert adj meg.
it_it: Password non corretta (necessita di più di 8 caratteri).
pl_pl: Błędne hasło. Hasło musi składać się z co najmniej 8 znaków.

source: Login %s already exist.
hu_hu: %s azonosító már létezik.
pl_pl: Login %s już istnieje.
sv_se: Inloggningsnamnet %s finns redan.

source: The group's name is empty.
hu_hu: Üres a csoportnév.
pl_pl: Nazwa grupy jest pusta.
sv_se: Gruppens namn är tomt.

source: The group's name is invalid. The group's name can only include alpha-numeric characters and '-' or '_'.
hu_hu: Hibás csoportnév. Csak az angol ABC kis- és nagybetűit, kötőjelet ('-') és aláhúzást ('_') használhatsz.
pl_pl: Nieprawidłowa nazwa grupy. Poprawna nazwa grupy może zawierać tylko znaki alfanumeryczne, myślniki ('-'), lub podkreślenia ('_')
sv_se: Gruppens namn är ogiltigt. En grupps namn kan bara innehålla alfanumeriska tecken och '-' eller '_'.

source: Can't create or write on htpasswd file %s.
hu_hu: A jelszófájl nem hozható létre/írható (%s).
pl_pl: Nie można utworzyć/zapisać pliku z hasłami (%s).
sv_se: Kan inte skapa eller skriva htpasswd-filen %s.

source: Can't load file %s at: %s
hu_hu: Nem olvasható be a %s fájl itt: %s
pl_pl: Nie można załadować pliku %s w: %s

source: Welcome to USVN
hu_hu: Üdvözlünk az USVN-ben
it_it: Benvenuto in USVN
pl_pl: Witamy w USVN
sv_se: Välkommen till USVN

source: Invalid language
hu_hu: Hibás nyelv
it_it: Lingua non valida
pl_pl: Nieprawidłowy język
sv_se: Ogiltigt språk

source: Invalid timezone
hu_hu: Hibás időzóna
it_it: Timezone non valida
pl_pl: Nieprawidłowa strefa czasowa
sv_se: Ogiltig tidszon

source: Invalid template
hu_hu: Hibás sablon
pl_pl: Nieprawidłowy szablon
sv_se: Ogiltig mall

source: This user can't be created. A group has the same name.
hu_hu: Rossz felhasználónév. Ilyen néven csoport már van a rendszerben.
pl_pl: Ten użytkownik nie może zostać utworzony, ponieważ istnieje grupa o podanej nazwie.
sv_se: Användaren kan inte skapas. En grupp med namnet finns redan.

source: Can't get subversion repository logs: %s
hu_hu: Subversion adatbázisnaplók nem érhetők el: %s
pl_pl: Nie można pobrać logów repozytorium subversion: %s
sv_se: Kan inte hämta subversion-arkivets log: %s

source: Wrong password
hu_hu: Hibás jelszó
it_it: Password errata
pl_pl: Złe hasło
sv_se: Felaktigt lösenord

source: Not the same password.
hu_hu: A jelszavak nem egyeznek.
it_it: Non è la stessa password
pl_pl: Hasła nie zgadzają się.
sv_se: Inte samma lösenord.

source: Missing fields.
hu_hu: Hiányzó mezők.
it_it: Campi mancanti.
pl_pl: Brakujące pola.
sv_se: Tomma fält.

source: Invalid user %s.
hu_hu: %s hibás felhasználó
it_it: Utente %s non valido.
pl_pl: Nieprawidłowy użytkownik %s.
sv_se: Användaren %s är ogiltig.

source: User %s does not exist.
hu_hu: %s felhasználó nem létezik.
it_it: Utente %s non esiste.
pl_pl: Użytkownik %s nie istnieje.
sv_se: Användaren %s finns inte.

source: You can't delete yourself.
hu_hu: Nem törölheted Magad.
it_it: Non puoi cancellare te stesso.
pl_pl: Nie możesz usunąć samego siebie.
sv_se: Du kan inte ta bort dig själv.

source: Group %s already exist
hu_hu: %s néven már van csoport
it_it: Il gruppo %s esiste già
pl_pl: Grupa %s już istnieje
sv_se: Gruppen %s finns redan

source: Invalid group %s.
hu_hu: Hibás csoport: %s
it_it: Gruppo %s non valido
pl_pl: Nieprawidłowa grupa %s.
sv_se: Gruppen %s är ogiltig

source: Apply rights on %s
hu_hu: Jogok alkalmazása itt: %s
it_it: Applica regole su %s
pl_pl: Zastosuj uprawnienia dla %s
sv_se: Tillämpa rättigheter på %s

source: Name
hu_hu: Név
it_it: Nome
pl_pl: Nazwa
sv_se: Namn

source: Action
hu_hu: Művelet
it_it: Azione
pl_pl: Akcja
sv_se: Åtgärd

source: Folder
hu_hu: Mappa
it_it: Cartella
pl_pl: Katalog
sv_se: Mapp

source: File
hu_hu: Fájl
pl_pl: Plik
sv_se: Fil

source: Rights
hu_hu: Jogok
it_it: Diritti
pl_pl: Prawa
sv_se: Rättigheter

source: You don't have read access to this folder
hu_hu: Nincs jogod olvasni ezt a mappát
it_it: Non hai l'accesso in lettura su questa cartella
pl_pl: Nie masz uprawnień do odczytu tego folderu
sv_se: Du har inte läsrättigheter för denna mapp

source: Group
hu_hu: Csoport
it_it: Gruppo
pl_pl: Grupa
sv_se: Grupp

source: Read
hu_hu: Olvasás
it_it: Leggi
pl_pl: Odczyt
sv_se: Läs

source: Write
hu_hu: Írás
it_it: Scrivi
pl_pl: Zapis
sv_se: Skriv

source: Recursive
hu_hu: Rekurzív
it_it: Ricorsivo
pl_pl: Rekurencyjne
sv_se: Rekursiv

source: Access denied.
hu_hu: Hozzáférés megtagadva.
it_it: Accesso negato.
pl_pl: Odmowa dostępu.
sv_se: Åtkomst nekad.

source: Unknown user %s
hu_hu: Ismeretlen felhasználó: %s
it_it: Utente %s sconosciuto
pl_pl: Nieznany użytkownik %s
sv_se: Användaren %s är okänd

source: Administration
hu_hu: Adminisztráció
it_it: Amministrazione
pl_pl: Administracja

source: USVN version:
hu_hu: USVN verzió:
it_it: Versione USVN:
pl_pl: Wersja USVN:

source: Your version of USVN is out of date. A new version %s is available on <a href="http://www.usvn.info">http://www.usvn.info</a>.
hu_hu: Az USVN példányod elavult. Új verzió (%s) érhető el a hivatalos <a href="http://www.usvn.info">oldalon</a>.
it_it: La tua versione di USVN è vecchia. Una nuova versione %s è disponibile su <a href="http://www.usvn.info">http://www.usvn.info</a>.
pl_pl: Twoja wersja USVN jest nieaktualna. Nowa wersja %s jest dostępna pod adresem <a href="http://www.usvn.info">http://www.usvn.info</a>.

source: Password incorrect (not the same).
hu_hu: Hibás jelszó (nem azonos).
it_it: Password non corretta (non è la stessa).
pl_pl: Hasło niepoprawne (nie takie same).

source: My account
hu_hu: Hozzáférésem
it_it: Il mio account
pl_pl: Moje konto

source: Actual password
hu_hu: Aktuális jelszó
it_it: Password attuale
pl_pl: Aktualne hasło

source: New password
hu_hu: Új jelszó
it_it: Nuova password
pl_pl: Nowe hasło

source: Lastname
hu_hu: Utónév
it_it: Cognome
pl_pl: Nazwisko

source: Firstname
hu_hu: Keresztnév
it_it: Nome
pl_pl: Imię

source: Email
hu_hu: Email cím

source: Submit
hu_hu: Kész
it_it: Invia
pl_pl: Wyślij

source: PHP version:
hu_hu: PHP verzió:
it_it: Versione PHP:
pl_pl: Wersja PHP:

source: USVN version:
hu_hu: USVN verzió:
it_it: Versione USVN:
pl_pl: Wersja USVN:

source: Translation:
hu_hu: Nyelvezet
it_it: Traduzione:
pl_pl: Tłumaczenie:

source: Database:
hu_hu: Adatbázis:
pl_pl: Baza danych:

source: Subversion version:
hu_hu: Subversion verzió:
it_it: Versione subversion:
pl_pl: Wersja subversion:

source: OS:
hu_hu: Operációs rendszer:
it_it: SO:
pl_pl: System Operacyjny:

source: Get full report
hu_hu: Operációs rendszer azonosító
it_it: Prendi tutto il report
pl_pl: Pobierz pełen raport

source: PHP extensions
hu_hu: PHP kiegészítők
it_it: Estensioni PHP
pl_pl: Rozszerzenia PHP

source: Apache modules
hu_hu: Apache modulok
it_it: Moduli Apache
pl_pl: Moduły Apache

source: Description
hu_hu: Leírás
it_it: Descrizione
pl_pl: Opis

source: Do you really want to delete project %s?
hu_hu: Biztos, hogy törlöd a projektet (%s)?
it_it: Sei proprio sicuro di voler cancellare il progetto %s?
pl_pl: Czy na pewno chcesz usunąć projekt %s?

source: Project's name empty, please fill it.
hu_hu: Üres projektnév, adj meg egyet.
it_it: Nome progetto vuoto, per favore riempilo
pl_pl: Nazwa projektu jest pusta, proszę wypełnij ją.

source: Project's information
hu_hu: Projekt információk
it_it: Informazioni sul progetto
pl_pl: Informacje o projekcie

source: Create group for project:
hu_hu: Csoport létrehozása a projekthez:
it_it: Crea un gruppo per il progetto:
pl_pl: Utwórz grupę dla projektu:

source: Add me to project group:
hu_hu: Hozzárendelésem a projekthez:
it_it: Aggiungimi al gruppo:
pl_pl: Dodaj mnie do grupy projektu:

source: Add me as admin of the project:
hu_hu: A projekt adminisztrátora legyek:
it_it: Aggiungimi come amministratore del progetto:
pl_pl: Dodaj mnie jako Administratora do projektu:

source: Create SVN standard directories (/trunk, /branches and /tags):
hu_hu: SVN alapmappák létrehozása (/trunk, /branches és /tags):
it_it: Crea le directory standard SVN (/trunk, /branches e /tags):
pl_pl: Utwórz standardowe katalogi SVN (/trunk, /branches i /tags):

source: Acces rights for
hu_hu: Jogok adása neki
it_it: Diritto di accesso per
pl_pl: Prawa dostępu dla

source: Files list
hu_hu: Fájllista
it_it: Lista di file
pl_pl: Lista plików

source: Do you really want to delete group %s?
hu_hu: Biztos, hogy törlöd ezt a csoportot (%s)?
it_it: Se proprio sicuro di voler cancellare il gruppo %s?
pl_pl: Czy na pewno chcesz usunąć grupę %s?

source: Group's name empty, please fill it.
hu_hu: Üres csoportnév, adj meg egyet.
it_it: Nome del gruppo vuoto, per favore riempilo.
pl_pl: Nazwa grupy jest pusta, proszę wypełnij ją.

source: Group's information
hu_hu: Csoportinformációk
it_it: Informazioni sul gruppo
pl_pl: Informacje o grupie

source: Managing group
hu_hu: Csoportkezelés
it_it: Organizza il gruppo
pl_pl: Zarządzaj grupą

source: Please enter your login and your password to connect to USVN.
hu_hu: Add meg a neved és a jelszavad az USVN-be lépéshez.
it_it: Prego inserisci il tuo nome utente e password per collegarti a USVN.
pl_pl: Podaj swój login oraz hasło aby zalogować się do USVN.

source: Authentication
hu_hu: Azonosítás
pl_pl: Uwierzytelnienie

source: Login
hu_hu: Azonosító
it_it: Accesso

source: Password
hu_hu: Jelszó
pl_pl: Hasło

source: This form allow you to add to USVN all users contents into an apache password file.
hu_hu: Az űrlap segítségével az USVN felhasználók Apache jelszófájlból vehetők fel.
it_it: Questo form ti consente di aggiungere tutti gli utenti USVN dentro un file password di Apache.
pl_pl: Formularz ten pozwala na dodanie do USVN wszystkich użytkowników zawartych w pliku haseł serwera Apache.

source: Upload
hu_hu: Feltöltés
it_it: Carica
pl_pl: Wczytaj

source: Administrator
hu_hu: Adminisztrátor
it_it: Amministratore

source: yes
hu_hu: igen
it_it: si
pl_pl: tak

source: no
hu_hu: nem
pl_pl: nie

source: Do you really want to delete user %s?
hu_hu: Biztos törlöd %s felhasználót?
it_it: Sei proprio sicuro di voler cancellare l'utente %s?
pl_pl: Czy na pewno chcesz usunąć użytkownika %s?

source: User account
hu_hu: Felhasználó
it_it: Account utente
pl_pl: Konto użytkownika

source: Affected groups
hu_hu: Érintett csoportok
it_it: Gruppi interessati
pl_pl: Grupy

source: Confirm password
hu_hu: Jelszóellenőrzés
it_it: Conferma password
pl_pl: Potwierdź hasło

source: Email incorrect.
hu_hu: Hibás email cím.
it_it: Email non corretta.
pl_pl: Niepoprawny e-mail.

source: Create group
hu_hu: Csoport létrehozása
pl_pl: Utwórz grupę

source: General settings
hu_hu: Alapbeállítások
it_it: Impostazioni generali
pl_pl: Ogólne ustawienia

source: Default language
hu_hu: Alapnyelvezet
it_it: Lingua di default
pl_pl: Domyślny język

source: Default timezone
hu_hu: Alap időzóna
it_it: Timezone di default
pl_pl: Domyślna strefa czasowa

source: Default template
hu_hu: Alap sablon
it_it: Tema di default
pl_pl: Domyślny szablon

source: Check for update
hu_hu: Verziófigyelő
it_it: Controlla per aggiornamenti
pl_pl: Sprawdź aktualizacje

source: Yes
hu_hu: Igen
it_it: Si
pl_pl: Tak

source: No
hu_hu: Nem
pl_pl: Nie

source: Site's information
hu_hu: Oldalinformációk
it_it: Informazioni sul sito
pl_pl: Informacje o stronie

source: Title
hu_hu: Cím
it_it: Titolo
pl_pl: Tytuł

source: Icone
hu_hu: Ikon
pl_pl: Ikona

source: Logo
hu_hu: Logó

source: Save
hu_hu: Mentés
it_it: Salva
pl_pl: Zapisz

source: Start (revision number or date)
hu_hu: Indítás (revíziószám vagy dátum)
it_it: Inizio (numero revisione o data)
pl_pl: Start (numer rewizji lub data)

source: You can list 100 revisions since your revision or date. The date format is : DD/MM/YYYY
hu_hu: 100 revíziót listázhatsz dátumtól vagy revíziószámtól. Dátumformátum: NN/HH/ÉÉÉÉ
it_it: Puoi fare il list di 100 revisione fino alla tua data o alla revisione. La data è nel formato: DD/MM/YYYY
pl_pl: Możesz wyświetlić 100 rewizji od określonej rewizji lub daty. Format daty: DD/MM/RRRR

source: End (revision number or date)
hu_hu: Befejezés (revíziószám vagy dátum)
it_it: Fine (numero revisione o data)
pl_pl: End (numer rewizji lub data)

source: This is optional.The listing is made between start revision/date and this one.
hu_hu: Opcionális. A lista a két revízió/dátum közötti elemekről szól.
it_it: Questo è facoltativo. Il listing è fatto tra un inizio revisione/data e questo
pl_pl: Jest to opcjonalne pole. Wykaz ten jest tworzony pomiędzy początkową rewizjią/datą a aktualną rewizją.

source: Search
hu_hu: Keresés
it_it: Cerca
pl_pl: Szukaj

source: Last hundred commit
hu_hu: Utolsó száz beküldés
it_it: Ultime cento commit
pl_pl: Sto ostatnich zatwierdzeń

source: Revision
hu_hu: Revízió
it_it: Revisione
pl_pl: Rewizja

source: Author
hu_hu: Szerző
it_it: Autore
pl_pl: Autor

source: Date
hu_hu: Dátum
it_it: Data
pl_pl: Data

source: Message
hu_hu: Üzenet
it_it: Messaggio
pl_pl: Wiadomość

source: Managing group %s
hu_hu: %s csoport kezelése
it_it: Organizza il gruppo %s
pl_pl: Zarządzaj grupą %s

source: Add
hu_hu: Felvesz
it_it: Aggiungi
pl_pl: Dodaj
sv_se: Lägg till

source: Leader Users
hu_hu: Vezető felhasználók
it_it: Utenti Leader
pl_pl: Liderzy

source: Delete
hu_hu: Töröl
it_it: Rimuovi
pl_pl: Usuń
sv_se: Ta bort

source: Do you really want to remove user %s from group %s?
hu_hu: Biztosan törlöd %s felhasználót a %s csoportból?
it_it: Se proprio sicuro di voler rimuovere l'utente %s dal gruppo %s?
pl_pl: Czy na pewno chcesz usunąć użytkownika %s z grupy %s?

source: Affected Users
hu_hu: Érintett felhasználók
it_it: Utenti interessati
pl_pl: Użytkownicy

source: Checkout URL : %s
hu_hu: Beküldési URL: %s
it_it: Indirizzo Checkout: %s
pl_pl: Sprawdź URL: %s
sv_se: URL för hämtning: %s

source: Admins users
hu_hu: Fő felhasználók
it_it: Utenti amministratori
pl_pl: Administratorzy

source: Do you really want to remove user %s as admin of project %s?
hu_hu: Biztosan megvonod /5 user adminisztrátori jogait a %s csoporton?
it_it: Per proprio sicuro di voler rimuovere l'utente %s come amministratore del progetto %s?
pl_pl: Czy na pewno chcesz usunąć użytkownika %s administratora projektu %s?

source: Do you really want to remove group %s from project %s?
hu_hu: Biztos eltávolítod a %s csoportot a %s projektből?
it_it: Sei proprio sicuro di voler rimuovere il gruppo %s dal progetto %s?
pl_pl: Czy na pewno chcesz usunąć grupę %s z projektu %s?

source: Last five commits
hu_hu: Utolsó öt beküldés
it_it: Ultime cinque commit
pl_pl: Pięć ostatnich zatwierdzeń

source: Your projects
hu_hu: Projektjeid
it_it: I tuoi progetti
pl_pl: Twoje projekty

source: You don't have any project.
hu_hu: Nincsenek projektjeid
it_it: Non hai nessun progetto.
pl_pl: Nie masz żadnych projektów.

source: Your groups
hu_hu: Csoportjaid
it_it: I tuoi gruppi
pl_pl: Twoje grupy

source: You are not assign to a group.
hu_hu: Nincsenek csoportjaid
it_it: Non sei assegnato a nessun gruppo.
pl_pl: Nie jesteś przypisany do żadnej grupy.

source: This page doesn't exist.
hu_hu: Ez a lap nem található.
it_it: Questa pagina non esiste.
pl_pl: Ta strona nie istnieje.

source: Error
hu_hu: Hiba
pl_pl: Błąd

source: USVN is already install.
hu_hu: Az USVN beállítása már megtörtént.
it_it: USVN è già installato
pl_pl: USVN jest już zainstalowany.
sv_se: USVN är redan installerat.

source: Force installation
hu_hu: Erőltetett beállítás
pl_pl: Wymuś instalacje

source: Step
hu_hu: Lépés
pl_pl: Krok

source: Agreement of the licence
hu_hu: Licenc elfogadás
pl_pl: Umowa licencyjna

source: Read and please accept the CeCILL FREE SOFTWARE LICENSE .
hu_hu: Olvasd, és fogadd el a CeCILL FREE SOFTVARE LICENCE-et.

source: I understand and accept this license.
hu_hu: Megértettem, és elfogadom a leírtakat.
pl_pl: Rozumiem i akceptuję licencje.

source: Next step
hu_hu: Következő
pl_pl: Następny krok

source: Configure USVN
hu_hu: USVN beállítása
pl_pl: Konfiguruj USVN

source: Settings of general configuration of USVN. You can keep default settings.
hu_hu: Az USVN alapvető beállításai. Ha megfelel, ne változtass.
pl_pl: Ustawienia ogólnej konfiguracji USVN. Możesz zachować ustawienia domyślne.

source: Page title
hu_hu: Az oldal neve
pl_pl: Tytuł strony

source: Subversion repository
hu_hu: Subversion adatbázis
pl_pl: Repozytorium subversion

source: Location where usvn will create subversion repository.
hu_hu: Az a hely, ahol a Subversion adatbázist tároljuk.
pl_pl: Miejsce, w którym USVN utworzy repozytorium subversion.

source: Subversion password file
hu_hu: Subversion jelszófájl

source: Location where usvn will create password file.
hu_hu: Az a hely, ahol a Subversion jelszófájlt tároljuk.
pl_pl: Miejsce, w którym USVN utworzy plik haseł.

source: Subversion access file
hu_hu: Subversion hozzáférési fájl
pl_pl: Plik dostępu subversion
