Repository: usvn/usvn
Catalog: src/app/locale/*/messages.po
Languages: hu_hu, it_it, pl_pl, sv_se

source: Location where usvn will create access file.
hu_hu: Az a hely, ahol a Subversion hozzáférési fájlt tároljuk.
pl_pl: Miejsce, w którym USVN utworzy plik dostępu.

source: The url used by users to checkout projects.
hu_hu: Az az URL, amin keresztül a projektek elérhetőek.
pl_pl: URL wykorzystywane przez użytkowników do sprawdzania projektów.

source: You can now enjoy of USVN.
hu_hu: Már használható az USVN.
pl_pl: Teraz można korzystać z USVN.

source: Apache configuration
hu_hu: Apache beállítások
pl_pl: Konfiguracja Apache

source: Last step is to configure subversion into apache. Copy past following lines at the end of your <em>httpd.conf</em>:
hu_hu: Az utolsó lépés az Apache beállítása. Az alábbi sorokat vidd a vágólapra és illeszd be a <em>httpd.conf</em> megfelelő helyére
pl_pl: Ostatnim krokiem jest konfiguracja subversion w serwerze Apache. Skopiuj następujące linie i wklej na końcu pliku <em>httpd.conf</em>:

source: And restart your server with <kbd>apache2ctl restart</kbd>.
hu_hu: Ezután indítsd újra a webszervered <kbd>apache2ctl restart</kbd>.
pl_pl: Ponownie uruchom serwer Apache z wykorzystaniem <kbd>apache2ctl restart</kbd>.

source: Connect to USVN
hu_hu: Kapcsolódás az USVN-hez
pl_pl: Połącz z USVN

source: USVN installation
hu_hu: USVN telepítő
pl_pl: Instalacja USVN

source: Check for new version
hu_hu: Új verzió figyelése
pl_pl: Sprawdź czy jest nowa wersja

source: <p>During update checks, USVN will send information regarding of your installation.</p> <p> This information is only collected for statistical purposes and allow us to better know the platforms on which USVN is installed. </p> <p> Here is a list of what we want to collect: <ul> <li>IP (to get geographical position statistics of USVN in the world)</li> <li>The PHP version</li> <li>The SVN version</li> <li>The USVN version</li> <li>The contents of phpinfo()</li> <li>The used database driver</li> <li>The used translation</li> </ul> </p> <p> If you do not want this information to be collected, you juste have to disable the update notification. </p>
hu_hu: <p>Verziókeresés közben az USVN információkat küld a telepítésről.</p> <p> Ezek az információk csak statisztikai célt szolgálnak, hogy megtudjuk, mely rendszerek a legkedveltebbek az USVN telepítéséhez és használatához. </p> <p> Ezeket az adatokat küldjük el: <ul> <li>IP cím (a világ mely részén teleült az USVN)</li> <li>PHP verzió</li> <li>SVN verzió</li> <li>USVN verzió</li> <li>phpinfo() kimenete</li> <li>Választott adatbázismotor</li> <li>Választott nyelvezet</li> </ul> </p> <p> Ha nem akarod, hogy ezeket az információkat elküldjük, kapcsold ki a verziófigyelőt és értesítőt. </p>
pl_pl: <p>Podczas sprawdzania aktualizacji, USVN prześle informacje dotyczące twojej instalacji.</p> <p> Informacje te gromadzone są tylko w celach statystycznych i pozwalają nam lepiej poznać platformy, na których USVN jest instalowany. </p> <p> Oto lista danych, które zostaną zebrane: <ul> <li>IP (aby uzyskać statystyki położenie geograficznego USVN na świecie)</li> <li>Wersja PHP</li> <li>Wersja SVN</li> <li>Wersja USVN</li> <li>Zawartość phpinfo()</li> <li>Używany sterownik do bazy danych</li> <li>Używane tłumaczenie</li> </ul> </p> <p> Jeśli nie chcesz, aby te informacje były zbierane wyłącz powiadamianie o aktualizacji. </p>

source: Allow check update and send statistics informations
hu_hu: Frissítések figyelése és statisztikák küldése
pl_pl: Zezwól na sprawdzanie aktualizacji i wysyłanie informacji statystycznych

source: Don't check update
hu_hu: Ne figyeld a verziót
pl_pl: Nie sprawdzaj aktualizacji

source: Database installation
hu_hu: Adatbázis beállítása
pl_pl: Instalacja bazy danych

source: Configuration of database's access.
hu_hu: Adatbázis elérésének beállítása.
pl_pl: Konfiguracja dostępu do bazy danych.

source: Database Type
hu_hu: Adatbázis típusa
pl_pl: Typ bazy danych

source: Host
hu_hu: Kiszolgáló

source: Database
hu_hu: Adatbázis
pl_pl: Baza danych

source: Create database ?
hu_hu: Hozzunk létre adatbázist?
pl_pl: Utworzyć bazę danych?

source: Table prefix
hu_hu: Név előtag
pl_pl: Prefiks tabeli

source: Lastname empty.
hu_hu: Üres keresztnév
pl_pl: Nazwisko jest puste.

source: Create administrator user
hu_hu: Adminisztrátor létrehozása
pl_pl: Utwórz administrator

source: Creation of the first administrator of USVN.
hu_hu: Az első adminisztrátor létrehozása.
pl_pl: Utworzenie pierwszego konta administratora USVN.

source: System
hu_hu: Rendszer

source: You need to accept the licence to continue installation.
hu_hu: El kell fogadnod a licencet a folytatáshoz.
it_it: Devi accettare la licenza per continuare con l'installazione
pl_pl: Musisz zaakceptować licencję, aby kontynuować instalację.
sv_se: Du måste acceptera licensavtalet för att fortsätta installationen.

source: Can't create database
hu_hu: Nem lehet adatbázist létrehozni
it_it: Non posso creare il database
pl_pl: Nie można utworzyć bazy danych
sv_se: Kan inte skapa databas

source: Can't connect to database.
hu_hu: Nem lehet az adatbázishoz kapcsolódni
it_it: Non riesco a collegarmi al database.
pl_pl: Nie można połączyć się z bazą danych.
sv_se: Kan inte ansluta till databasen.

source: Invalid adapter %s.
hu_hu: Hibás illesztő %s.
it_it: Adapter %s non valido.
pl_pl: Nieprawidłowy adapter %s.
sv_se: Ogiltig adapter %s.

source: Can't load SQL file.
hu_hu: SQL fájl nem tölthető be.
it_it: Non riesco a caricare il file SQL.
pl_pl: Nie można załadować pliku SQL.
sv_se: Kan inte läsa in SQL fil.

source: Can't write config file %s.
hu_hu: Konfigurációs fájl nem írható: %s
it_it: Non riesco a scrivere sulla configurazione %s.
pl_pl: Nie można zapisać pliku konfiguracyjnego %s.
sv_se: Kan inte skriva konfigurationsfilen %s.

source: Invalide locale Please, install UTF-8 locale.
hu_hu: Hibás 'locale' A 'locale' UTF-8 legyen.
it_it: Locale non valido Per favore, installa il locale UTF-8
pl_pl: Nieprawidłowa lokalizacja Proszę, zainstalować lokalizację UTF-8.
sv_se: Ogiltig locale Vänligen installera UTF-8 locale.

source: Can't write access file %s.
hu_hu: Hozzáférésfájl nem írható: %s.
it_it: Non riesco a scrivere il file di accesso %s.
pl_pl: Nie można zapisać pliku dostępu %s.
sv_se: Kan inte skriva till htaccess-filen %s.

source: Invalid subversion path "%s", please check if directory exist and is writable.
hu_hu: Subversion útvonal hibás "%s", ellenőrizd, hogy a mappa írható legyen.
it_it: Percorso subversion "%s" non valido, per favore controlla se la directory esiste ed ha i permessi di scrittura.
pl_pl: Nieprawidłowa ścieżka subversion "%s", sprawdź czy katalog istnieje i ma ustawione prawa do zapisu.
sv_se: Ogiltig subversion-sökväg "%s", var vänlig kontrollera att sökvägen finns och är skrivbar.

source: Can't write htaccess file %s.
hu_hu: Apache helyi konfiguráció nem írható: %s.
it_it: Non riesco a scrivere il file htaccess %s.
pl_pl: Nie można zapisać pliku htaccess %s.
sv_se: Kan inte skriva till htaccess-filen %s.

source: Password empty
hu_hu: Üres jelszó
it_it: Password vuota
pl_pl: Hasło jest puste
sv_se: Lösenordet är tomt

source: Need a title.
hu_hu: Adj meg címet
it_it: Necessito di un titolo.
pl_pl: Potrzebuje tytuł.
sv_se: Titel saknas.

source: USVN can't run with php's safe mode.
hu_hu: Az USVN nem futtatható 'safe' módban.
it_it: USVN non può funzionare con il safe mode PHP attivo.
pl_pl: USVN nie można uruchomić z PHP w trybie bezpiecznym.
sv_se: USVN kan inte köras med phps safe mode.

source: Subversion is not install on your system. If you are under Windows install
hu_hu: Nem található a gépen telepített Subversion. Windows telepítés esetén
it_it: Subversion non è installato sul tuo sistema. Se sei su una installazione Windows.
pl_pl: Subversion nie jest zainstalowane w systemie.
sv_se: Subversion är inte installerat på ditt system. Om du använder Windows, installera

source: and after restart your system (WARNING it's mandatory). Otherwise under UNIX you probably need to install a package named subversion.
hu_hu: ha már újraindítottad (kötelező) a rendszert, Linux alatt a 'subversion' csomag telepítése szükséges
it_it: e dopo un riavvio il tuo sistema (ATTENZIONE è obbligatorio). Altrimenti sotto UNIX probabilmente hai bisogno di installare un pacchetto chiamato subversion.
pl_pl: Prawdopodobnie w systemie UNIX/LINUX musisz zainstalować pakiet/paczkę o nazwie subversion.
sv_se: och efter att du startat om ditt system (VARNING det är obligatoriskt). Om du använder UNIX måste du förmodligen installera paketet med namnet subversion.

source: mod_rewrite seems not to be loaded
hu_hu: A 'mod_rewrite' modul nem elérhető
it_it: mod_rewrite sembra non essere caricato
pl_pl: mod_rewrite wydaje się nie być załadowany
sv_se: mod_rewrite verkar inte vara inläst

source: mod_dav_svn seems not to be loaded
hu_hu: A 'mod_dav_svn' nem elérhető
it_it: mod_dav_svn sembra non essere caricato
pl_pl: mod_dav_svn wydaje się nie być załadowany
sv_se: mod_dav_svn verkar inte vara inläst

source: Edit
hu_hu: Szerkesztés
it_it: Modifica
pl_pl: Edytuj
sv_se: Redigera

source: Home
hu_hu: Kezdőlap
pl_pl: Strona główna
sv_se: Hem

source: System Check
hu_hu: Rendszerellenőrzés
pl_pl: Sprawdzić system

source: Language Selection
hu_hu: Nyelvválasztás
pl_pl: Wybór języka

source: License Agreement
hu_hu: Licencfeltételek
pl_pl: Umowa Licencyjna

source: USVN Configuration
hu_hu: USVN beállítás
pl_pl: Konfiguracja USVN

source: Database Installation
hu_hu: Adatbázis beállítás
pl_pl: Instalacja bazy danych

source: Administrator User Creation
hu_hu: Adminisztratív felhasználó létrehozása
pl_pl: Tworzenie konta administratora

source: Check for a Newer Version
hu_hu: Új verzió keresése
pl_pl: Sprawdź, czy jest nowsza wersja

source: Installation is over
hu_hu: A telepítés kész
pl_pl: Koniec instalacji

source: A copy of the old SVN repository has been made, any modification done on the old one won't interact on the new one. You should disable the old repository access.
hu_hu: A régi SVN adatbázisról másolat készült, bármi módosítás a régi adatbázison nem lesz érvényes az újon. A régi adatbázis elérését letilthatod.
it_it: Una copia del vecchio repository SVN è stata fatta, qualunque modifica fatta sul vecchio repository non intaccherà quello nuovo. Dovresti disabilitare l'accesso al vecchio repository.
pl_pl: Kopia starego repozytorium SVN została utworzona, wszelkie zmiany dokonywane na starej kopii nie będą oddziaływać na nową. Należy wyłączyć dostęp do starego repozytorium.
sv_se: En kopia av det gamla SVN-arkivet har blivit skapad, modifikationer som görs mot det gamla arkivet kommer inte att påverka det nya arkivet. Du måste inaktivera tillgång till det gamla arkivet.

source: Authentication Settings
hu_hu: Hitelesítési beállítások
it_it: Impostazioni autenticazione
pl_pl: Ustawienia uwierzytelniania

source: Authentication method
hu_hu: Hitelesítési mód
it_it: Metodo autenticazione
pl_pl: Metoda uwierzytelniania

source: Always use database for login
hu_hu: Mindig adatbázisból olvasd ezeket a felhasználókat
it_it: Utilizza sempre il database per il login
pl_pl: Zawsze używaj bazy danych do logowania

source: File revision
it_it: Revisione file
pl_pl: Rewizja pliku
sv_se: Filrevision

source: Read and please accept the CeCILL FREE SOFTWARE LICENSE.
pl_pl: Przeczytaj i zaakceptuj CeCILL FREE SOFTWARE LICENSE.

source: Subversion password file
pl_pl: Plik haseł subversion

source: Import an old USVN version
pl_pl: Importuj starszą wersję USVN

source: If you have an USVN 7.2 installed and you want to import the datas.
pl_pl: Jeśli masz zainstalowaną wersję USVN 7.2 i chcesz zaimportować dane.

source: Old config file
pl_pl: Stary plik konfiguracyjny

source: Choose the old configuration file (in [..]/usvn/config.ini).
pl_pl: Wybierz stary plik konfiguracyjny ([..]/usvn/config.ini).

source: The authentication adapter method set in the config file is not valid.
it_it: L'adapter method di autenticazione impostato nella configurazione non è valido.
sv_se: Autentiseringsadapter metoden i config-filen inte är giltig.

source: The requested revision does not exist. Switching to the last changed revision.
it_it: La revisione richiesta non esiste. Cambio sull'ultima revisione modificata
sv_se: Den begärda revisionen finns inte. Byter till senast ändrad revision.

source: Can't read from subversion repository. Command: %s Error: %s
it_it: Non posso leggere dal repository subversion. Comando: %s Errore: %s
sv_se: Kan inte läsa från subversion-arkiv. Kommando: %s Felmeddelande: %s

source: The requested diff revision does not exist.
it_it: La richiesta di diff sulla revisione non esiste.
sv_se: Den begärda diff-revisionen finns inte.

source: Hide
it_it: Nascondi
sv_se: Dölj

source: Can't copy the old configuration.
it_it: Non puoi copiare la vecchia configurazione.
sv_se: Kan inte kopiera den gamla konfigurationen.

source: LDAP Settings
it_it: Impostazioni LDAP

source: These settings are based on Zend LDAP settings. You can find their meaning on <a target="_blank" href="http://framework.zend.com/manual/en/zend.ldap.html">Zend's website</a>
it_it: Questi impostazioni sono basate su Zend LDAP. Puoi trovare il maggiori informazioni su <a target="_blank" href="http://framework.zend.com/manual/en/zend.ldap.html">Zend's website</a>

source: Create DB user from LDAP on login
it_it: Crea un DB utente da un LDAP al login

source: Also create a group for this user
it_it: Crea anche un gruppo per questo utente

source: Port
it_it: Porta

source: Encryption method
it_it: Metodo crittografico

source: None
it_it: Nessuno

source: Username
it_it: Nome utente

source: Bind requires DN
it_it: Bind vuole DN

source: Bind DN format
it_it: Controlla il formato DN

source: Domain name
it_it: Nome dominio

source: Principal
it_it: Principale

source: Account domain name
it_it: Account nome dominio

source: Short account domain name
it_it: Account nome dominio breve

source: Account filter format
it_it: Formato filtro account

source: Allow empty password
it_it: Ammetti password vuote

source: Follow referrals
it_it: Segui i referrals

source: Files
it_it: File

source: Comment
it_it: Commenti

source: Language:
it_it: Lingua:

source: text
it_it: testo

source: Original
it_it: Originale

source: Previous
it_it: Precedente

source: Revision:
it_it: Revisione:

source: Next
it_it: Successivo

source: View the full commit.
it_it: Guarda tutta la commit.

source: Color view
it_it: Vista a colori

source: Diff view
it_it: Vista a diff

source: Prev
it_it: Prec

source: revision
it_it: revisione

source: LDAP options must be an array!
sv_se: LDAP alternativen måste vara en array!

source: Can't create subversion repository:<br />%s
sv_se: Kan inte skapa subversion-arkiv:<br />%s

source: Group %s already exists.
sv_se: Gruppen %s finns redan.

source: Can't load file %s at: %s Error: %s
sv_se: Kan inte läsa in fil %s vid: %s Felmeddelande: %s
