Repository: usvn/usvn
Catalog: www/locale/*/messages.po
Languages: es_es, fr_fr, id_id

source: Browser
es_es: Explorador
fr_fr: Navigateur de fichier

source: Timeline
fr_fr: Chronologie
id_id: Jangka Waktu

source: Projects
es_es: Proyectos
fr_fr: Projets
id_id: Daftar Proyek

source: Add new project
es_es: Nuevo proyecto
fr_fr: Ajouter un nouveau projet
id_id: Buat proyek baru

source: Groups
es_es: Grupos
fr_fr: Groupes
id_id: Grup

source: Add new group
es_es: Nuevo grupo
fr_fr: Créer un groupe
id_id: Buat grup baru

source: System report
fr_fr: Informations système
id_id: Reportasi sistem

source: Users
es_es: Usuarios
fr_fr: Utilisateurs
id_id: Daftar user

source: Add new user
es_es: Nuevo usuario
fr_fr: Créer un utilisateur
id_id: Buat user baru

source: Import htpasswd
es_es: Importar un archivo htpasswd
fr_fr: Importer un fichier htpasswd
id_id: Impor htpasswd

source: Invalid htpasswd file.
es_es: Archivo htpasswd inv&aacute;lido.
fr_fr: Fichier htpasswd invalide.
id_id: File htpasswd keliru.

source: User %s already exist into htpasswd file.
es_es: El usuario %s ya existe en el archivo htpasswd.
fr_fr: L'utilisateur %s existe déjà dans le fichier htpasswd.
id_id: User %s sudah terdapat di dalam file htpasswd.

source: Can't add users %s. Import cancel.
es_es: No se pudo agregar el usuario %s. Importaci&oacute;n cancelada.
fr_fr: Impossible d'ajouter l'utilisateur %s. Importation annulée.
id_id: Tidak dapat menambah user %sl. Impor dibatalkan.

source: Invalid path %s.
es_es: La ruta %s es inv&aacute;lida.
fr_fr: Le chemin %s est invalide.
id_id: Path %s keliru.

source: Homepage
es_es: P&aacute;gina principal
fr_fr: Page d'accueil
id_id: Beranda

source: Logged as
es_es: Conectado como
fr_fr: Connecté sous
id_id: Masuk sebagai

source: Can't write config file.
es_es: No se puede escribir el archivo de configuraci&oacute;n.
fr_fr: Impossible d'écrire le fichier de config.
id_id: Tidak dapat merubah file config.

source: Login %s not found
es_es: Login %s no encontrado
fr_fr: L'identifiant %s n'existe pas
id_id: Login %s tidak ditemukan

source: Incorrect password
es_es: Contrase&ntilde;a incorrecta
fr_fr: Mot de passe incorrect
id_id: Password keliru

source: Commit by USVN
es_es: Modificado por USVN
fr_fr: Modification effectué par USVN
id_id: Instruksi commit oleh USVN

source: Can't import into subversion repository. Command: %s Error: %s
es_es: No se pudo importar en el repositorio subversion. Comando: %s Error: %s
fr_fr: Impossible d'importer dans le dépôt subversion. Commande: %s Erreur: %s
id_id: Tidak dapat menjalankan intruksi "import" untuk brankas subversion. Instruksi: %s Kesalahan: %s

source: Can't create subversion repository: %s
es_es: No se puede crear el repositorio subversion: %s
fr_fr: Impossible de créer le dépot subversion:%s
id_id: Tidak dapat membuat brankas subversion: %s

source: Can't checkout subversion repository: %s
es_es: No se pudo realizar un checkout del repositorio subversion: %s
fr_fr: Impossible de checkout le dépôt subversion:%s
id_id: Tidak dapat menjalankan instruksi "checkout" untuk brankas subversion: %s

source: Can't list subversion repository: %s
es_es: No se pudo de listar el repositorio subversion: %s
fr_fr: Impossible de lister les fichiers du dépôt subversion: %s
id_id: Tidak dapat menampilkan daftar brankas subversion: %s

source: Can't open file %s.
es_es: No se pudo abrir el archivo %s.
fr_fr: Impossible d'ouvrir le fichier %s.
id_id: Tidak dapat membuka file %s.

source: Sign in
es_es: Iniciar sesi&oacute;n
fr_fr: Connection
id_id: Masuk

source: Edit my profile
es_es: Modificar mi perfil
fr_fr: Modifier mon profil
id_id: Edit profile

source: Admin
es_es: Administraci&oacute;n
fr_fr: Administration

source: Logout
es_es: Desconectarse
fr_fr: Déconnexion
id_id: Keluar

source: Can't delete directory %s. Permission denied.
es_es: No se puede borrar directorio %s. Permiso denegado.
fr_fr: Impossible de supprimer le dossier %s. Vous n'avez pas les permissions.
id_id: Tidak dapat menghapus direktori %s. Hak akses ditolak.

source: Can't delete file %s.
es_es: No se puede borrar el archivo %s.
fr_fr: Impossible de supprimer le fichier %s.
id_id: Tidak dapat menghapus file %s.

source: Can't delete directory %s.
es_es: No se puede borrar el directorio %s.
fr_fr: Impossible de supprimer le dossier %s.
id_id: Tidak dapat menghapus direktori %s.

source: Can't read directory %s.
es_es: No se puede leer el directorio %s.
fr_fr: Impossible de lire le dossier %s.
id_id: Tidak dapat membaca direktori %s.

source: Autocreated group for project %s
es_es: Grupo autom√°ticamente creado para el proyecto %s
fr_fr: Groupe créé automatiquement pour le projet %s
id_id: Buat grup baru sesuai nama proyek %s

source: Project %s doesn't exist.
es_es: El proyecto %s no existe.
fr_fr: Le projet %s n'existe pas.
id_id: Proyek %s tidak ditemukan.

source: Invalid project name %s.
es_es: El nombre de proyecto %s es inv&aacute;lido.
fr_fr: %s est un nom de projet invalide.
id_id: Nama proyek %s keliru.

source: User %s is not member of group %s
fr_fr: L'utilisateur %s n'est pas un membre du groupe %s
id_id: User %s bukan anggota grup %s

source: Invalid group %s for project %s.
es_es: El grupo %s para el proyecto %s es inv&aacute;lido.
fr_fr: Le groupe %s est invalide pour le projet %s.
id_id: Grup "%s" tidak tercantum dalam proyek "%s"

source: The project's name is empty.
es_es: El nombre del proyecto esta vac&iacute;o.
fr_fr: Le nom du projet est vide.
id_id: Nama proyek kosong.

source: The project's name is invalid. A project's name can only include alpha-numeric characters and '-' or '_'.
fr_fr: Le nom du projet est invalide. Un nom de projet ne peut contenir que des caractères alpha-numérique et les '-' ou '_'.
id_id: Nama proyek keliru. Nama proyek hanya boleh menggunakan karakter huruf, angka dan '-' atau '_'.

source: You can't rename a project.
es_es: No puede renombrar el proyecto.
fr_fr: Vous ne pouvez pas renommer un projet.
id_id: Anda tidak diizinkan merubah nama proyek.

source: Login empty.
es_es: Login vac&iacute;o
fr_fr: Identifiant vide
id_id: Login kosong.

source: Login invalid. The login can only include alpha-numeric characters and '-' or '_'.
fr_fr: Le login est invalide. Un login ne peut contenir que des caractères alpha-numérique et les '-' ou '_'.
id_id: Login keliru. Login hanya boleh menggunakan karakter huruf, angka dan '-' atau '_'.

source: Invalid email address.
es_es: Direcci&oacute;n de email inv&aacute;lida.
fr_fr: Adresse email invalide.
id_id: Format email keliru.

source: Password empty.
es_es: Contrase&ntilde;a vac&iacute;a
fr_fr: Mot de passe vide
id_id: Password kosong.

source: Password incorrect (need more 8 characters).
es_es: Debe ingresar al menos 8 caracteres en la contrase&ntilde;a.
fr_fr: Il faut au minimum 8 caractères pour le mot de passe.
id_id: Password salah (harus lebih dari 8 karakter).

source: Login %s already exist.
es_es: Login %s ya existe.
fr_fr: L'identifiant %s existe déjà.
id_id: Login %s sudah digunakan.

source: The group's name is empty.
es_es: El nombre de grupo esta vac&iacute;o.
fr_fr: Le nom du groupe est vide.
id_id: Nama grup kosong.

source: The group's name is invalid. The group's name can only include alpha-numeric characters and '-' or '_'.
fr_fr: Le nom du groupe est invalide. Un nom de groupe ne peut contenir que des caractères alpha-numérique et les '-' ou '_'.
id_id: Nama grup keliru. Nama grup hanya boleh menggunakan karakter huruf, angka dan '-' atau '_'.

source: Can't create or write on htpasswd file %s.
es_es: No se pudo crear o escribir en el archivo de contrase&ntilde;as %s.
fr_fr: Impossible de créer ou d'écrire dans le fichier htpasswd %s.
id_id: Tidak dapat membuat atau merubah file htpasswd %s.

source: Can't load file %s at: %s
es_es: No se pudo cargar el archivo %s en la l&iacute;nea: %s
fr_fr: Impossible de charger le fichier %s à la ligne: %s
id_id: Tidak dapat memanggil file %s pada: %s

source: Welcome to USVN
es_es: Bienvenido a USVN
fr_fr: Bienvenue sur USVN
id_id: Selamat datang di USVN

source: Invalid language
es_es: Lenguaje inv&aacute;lido
fr_fr: Langue invalide
id_id: Input bahasa keliru atau tidak ditemukan

source: Invalid timezone
es_es: Zona horaria inv&aacute;lida
fr_fr: Fuseau horaire invalide
id_id: Input timezone keliru atau tidak ditemukan

source: Invalid template
es_es: Plantilla inv&aacute;lida
fr_fr: Style invalide
id_id: Input template keliru atau tidak dapat ditemukan

source: This user can't be created. A group has the same name.
es_es: Este usuario no puede ser creado. Un grupo tiene el mismo nombre.
fr_fr: L'utilisateur ne pas être crée. Un groupe a déjà le même nom.
id_id: Tidak dapat menambahkan user. Nama grup sama dengan nama user.

source: Can't get subversion repository logs: %s
es_es: No se pudo obtener los logs del repositorio subversion: %s
fr_fr: Impossible de récupérer les logs du dépôt subversion:%s
id_id: Tidak dapat menemukan daftar log untuk brankas subversion: %s

source: Wrong password
es_es: Contrase&ntilde;a incorrecta
fr_fr: Mauvais mot de passe
id_id: Password salah

source: Not the same password.
es_es: La contrase&ntilde;a no coincide.
fr_fr: Mot de passe différent
id_id: Berbeda dengan password.

source: Missing fields.
fr_fr: Champs manquants.
id_id: Field tidak ditemukan.

source: Invalid user %s.
fr_fr: L'utilisateur %s est invalide.
id_id: User %s keliru.

source: User %s does not exist.
es_es: El usuario %s no existe.
fr_fr: L'utilisateur %s n'existe pas.
id_id: User %s tidak ditemukan.

source: You can't delete yourself.
fr_fr: Vous ne pouvez pas supprimer votre propre utilisateur.
id_id: Anda tidak dapat menghapus diri anda sendiri.

source: Group %s already exist
es_es: El grupo %s ya existe
fr_fr: Le groupe %s existe déjà.
id_id: Grup %s sudah digunakan

source: Invalid group %s.
fr_fr: Le groupe %s est invalide.
id_id: Grup %s keliru.

source: Apply rights on %s
es_es: Aplicar permisos sobre %s
fr_fr: Appliquer des droits sur %s
id_id: Berikan hak akses atas %s

source: Name
es_es: Nombre
fr_fr: Nom
id_id: Nama

source: Folder
es_es: Carpeta
fr_fr: Dossier

source: File
es_es: Archivo
fr_fr: Fichier

source: Rights
es_es: Permisos
fr_fr: Droits
id_id: Hak akses

source: You don't have read access to this folder
fr_fr: Vous n'avez pas les droits de lecture sur ce dossier.
id_id: Anda tidak memiliki hak akses "read" untuk folder ini

source: Group
es_es: Grupo
fr_fr: Groupe
id_id: Grup

source: Read
es_es: Lectura
fr_fr: Lecture

source: Write
es_es: Escritura
fr_fr: Ecriture

source: Recursive
fr_fr: Récursif

source: Access denied.
fr_fr: Accès interdit.
id_id: Hak akses ditolak.

source: Unknown user %s
es_es: Usuario %s desconocido
fr_fr: L'utilisateur %s est inconnu.
id_id: User %s tidak dikenal

source: USVN version:
es_es: USVN versi&oacute;n:
fr_fr: Version de USVN:
id_id: Versi USVN:

source: Your version of USVN is out of date. A new version %s is available on <a href="http://www.usvn.info">http://www.usvn.info</a>.
fr_fr: Une version %s de USVN est disponible sur <a href="http://www.usvn.info">http://www.usvn.info</a>.
id_id: Versi USVN anda sudah usang. Versi %s sudah tersedia di <a href="http://www.usvn.info">http://www.usvn.info</a>.

source: Password incorrect (not the same).
es_es: Contrase&ntilde;a incorrecta (no coincide)
fr_fr: Les deux mot de passe sont différents.
id_id: Password salah (tidak sama).

source: My account
es_es: Mi cuenta
fr_fr: Mon compte
id_id: Profil

source: Actual password
es_es: Contrase&ntilde;a actual
fr_fr: Mot de passe actuel
id_id: Password saat ini

source: New password
es_es: Contrase&ntilde;a nueva
fr_fr: Nouveau mot de passe
id_id: Password baru

source: Lastname
es_es: Apellido
fr_fr: Nom
id_id: Nama belakang

source: Firstname
es_es: Nombre
fr_fr: Prénom
id_id: Nama depan

source: Submit
es_es: Enviar
fr_fr: Valider
id_id: Kirim

source: PHP version:
fr_fr: Version de PHP:
id_id: Versi PHP:

source: Translation:
fr_fr: Traduction:
id_id: Bahasa:

source: Database:
fr_fr: Base de donnée:

source: Subversion version:
fr_fr: Version de subversion:
id_id: Versi Subversion:

source: OS:
fr_fr: Système d'exploitation:

source: Get full report
fr_fr: Afficher un rapport complet
id_id: Laporan lengkap

source: PHP extensions
fr_fr: Extension de PHP
id_id: Ekstensi PHP

source: Apache modules
fr_fr: Module d'Apache
id_id: Modul Apache

source: Do you really want to delete project %s?
es_es: Realmente desea borrar el proyecto %s?
fr_fr: Voulez vous vraiment supprimer le projet %s?
id_id: Apakah benar anda ingin menghapus proyek %s?

source: Project's name empty, please fill it.
es_es: El nombre del proyecto esta vac&iacute;o.
fr_fr: Le nom du projet est vide.
id_id: Nama proyek kosong, silahkan isi.

source: Project's information
es_es: Informaci&oacute;n del proyecto
fr_fr: Informations sur le projet
id_id: Informasi tentang proyek

source: Create group for project:
es_es: Crear un grupo para el proyecto:
fr_fr: Créé automatiquement un groupe pour le projet:
id_id: Buat grup untuk proyek:

source: Add me to project group:
es_es: Agregarme al grupo del proyecto:
fr_fr: Ajoutez moi au groupe du projet:
id_id: Sertakan saya ke grup yang dibuat:

source: Add me as admin of the project:
es_es: Agregarme como administrador del proyecto:
fr_fr: Ajoutez moi comme administrateur du projet:
id_id: Sertakan saya sebagai admin proyek:

source: Create SVN standard directories (/trunk, /branches and /tags):
fr_fr: Créer les répertoires standards de Subversion (/trunk, /branches et /tags):
id_id: Buat direktori standar untuk SVN (/trunk, /branches and /tags):

source: Acces rights for
es_es: Permisos de acceso para
fr_fr: Droit d'accès pour
id_id: Hak akses untuk

source: Files list
es_es: Lista de archivos
fr_fr: Liste des fichiers
id_id: Daftar file

source: Do you really want to delete group %s?
es_es: Realmente desea borrar el grupo %s?
fr_fr: Voulez vous vraiment supprimer le groupe %s?
id_id: Apakah benar anda ingin menghapus grup %s?

source: Group's name empty, please fill it.
es_es: El nombre de grupo esta vac&iacute;o.
fr_fr: Le nom du groupe est vide.
id_id: Nama grup kosong, silahkan isi.

source: Group's information
es_es: Informaci&oacute;n del grupo
fr_fr: Information sur le groupe
id_id: Informasi tentang grup

source: Managing group
fr_fr: Gestion du groupe
id_id: Pengelolaan grup

source: Please enter your login and your password to connect to USVN.
es_es: Por favor, ingrese su nombre de usuario y contrase&ntilde;a para conectarse a USVN.
fr_fr: Entrez votre identifiant et votre mot de passe pour vous connecter à USVN.
id_id: Silahkan isi login dan password anda untuk masuk ke USVN.

source: Login
fr_fr: Identifiant

source: Password
es_es: Contrase&ntilde;a
fr_fr: Mot de passe

source: This form allow you to add to USVN all users contents into an apache password file.
es_es: Este formulario le permite agregar a USVN todos los usuarios contenidos en un archivo de contrase&ntilde;as de apache.
fr_fr: Ce formulaire vous pemettra d'ajouter à USVN tous les utilisateurs contenus dans un fichier de mots de passe apache.
id_id: Form ini disediakan untuk menambahkan semua user USVN ke file password Apache.

source: Upload
es_es: Subir
fr_fr: Envoyer

source: Administrator
es_es: Administrador
fr_fr: Administrateur

source: yes
es_es: si
fr_fr: oui
id_id: ya

source: no
fr_fr: non
id_id: tidak

source: Do you really want to delete user %s?
es_es: Realmente desea borrar el usuario %s?
fr_fr: Voulez vous vraiment supprimer l'utilisateur %s?
id_id: Apakah benar anda ingin menghapus user %s?

source: User account
es_es: Cuenta de usuario
fr_fr: Compte utilisateur
id_id: Profile user

source: Affected groups
es_es: Grupos afectados
fr_fr: Groupe affectés
id_id: Grup yang terpakai

source: Confirm password
es_es: Confirmar contrase&ntilde;a
fr_fr: Confirmation du mot de passe
id_id: Konfirmasi password

source: Create group
es_es: Crear grupo
fr_fr: Créer un groupe
id_id: Buat grup

source: General settings
es_es: Configuraci&oacute;n global
fr_fr: Configuration globale
id_id: Seting dasar

source: Default language
es_es: Lenguaje por defecto
fr_fr: Langue par d&eacute;faut
id_id: Bahasa baku

source: Default timezone
es_es: Zona horaria por defecto
fr_fr: Fuseau horaire par d&eacute;faut
id_id: Timezone baku

source: Default template
es_es: Plantilla por defecto
fr_fr: Thème par d&eacute;faut
id_id: Template baku

source: Check for update
fr_fr: Vérifier les mises à jour
id_id: Periksa update terbaru

source: Yes
fr_fr: Oui
id_id: Ya

source: No
fr_fr: Non
id_id: Tidak

source: Site's information
es_es: Informaci&oacute;n del sitio
fr_fr: Informations sur le site
id_id: Informasi situs

source: Title
es_es: T&iacute;tulo
fr_fr: Titre
id_id: Judul

source: Save
es_es: Guardar
fr_fr: Sauvegarder
id_id: Simpan

source: Start revision or date revision
fr_fr: Version de départ ou date
id_id: Awal revisi atau tanggal revisi

source: You can list 100 revisions since your revision or date. The date format is : DD/MM/YYYY
fr_fr: Vous pouvez afficher 100 version depuis une version donnée ou une date. Le format de date est DD/MM/YYYY.
id_id: Andan dapat melihat daftar 100 perubahan sejak revisi anda terakhir atau menurut tanggal yang diberikan. Format tanggal adalah: DD/MM/YYYY.

source: End revision or date revision
fr_fr: Version final ou date de fin
id_id: Akhir revisi atau tanggal revisi

source: This is optional.The listing is made between start revision/date and this one.
fr_fr: Ceci est optionnel. La liste des versions commence à la première version/date jusqua celle si.
id_id: Opsional: daftar perubahan yang ditampilkan berdasarkan awal/tanggal revisi hingga akhir/tanggal revisi ini.

source: Search
fr_fr: Rechercher
id_id: Pencarian

source: Last hundred commit
fr_fr: Les cent derniers commits
id_id: Seratus instruksi "commit" terakhir

source: Revision
es_es: Revisi&oacute;n
fr_fr: Version
id_id: Revisi

source: Author
es_es: Autor
fr_fr: Auteur
id_id: Pemrakarsa

source: Managing group %s
es_es: Gestionar grupo %s
fr_fr: Gestion du groupe %s
id_id: Mengelola grup %s

source: Add
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah

source: Leader Users
fr_fr: Chefs de groupe
id_id: Daftar admin

source: Delete
es_es: Borrar
fr_fr: Supprimer
id_id: Hapus

source: Do you really want to remove user %s from group %s?
es_es: Realmente desea borrar el usuario %s del grupo %s?
fr_fr: Voulez vous vraiment supprimer l'utilisateur %s du groupe %s?
id_id: Apakah anda ingin menghapus user %s dari grup %s?

source: Affected Users
es_es: Usuarios afectados
fr_fr: Utilisateurs affectés
id_id: User yang terpengaruh

source: Checkout URL : %s
fr_fr: Url du Subversion: %s
id_id: Alamat URL untuk checkout: %s

source: Admins users
es_es: Usuarios administradores
fr_fr: Administrateurs
id_id: Daftar user admin

source: Do you really want to remove user %s as admin of project %s?
es_es: Realmente desea borrar el usuario %s como administrador del proyecto %s?
fr_fr: Voulez vous vraiment supprimer les droits administrateurs à l'utilisateur %s pour le projet %s?
id_id: Apakah anda ingin menghapus user %s sebagai admin proyek %s?

source: Do you really want to remove group %s from project %s?
es_es: Realmente desea borrar el grupo %s del proyecto %s?
fr_fr: Voulez vous vraiment supprimer le groupe %s du projet %s?
id_id: Apakah anda ingin menghapus grup %s dari proyek %s?

source: Last five commit
es_es: &Uacute;ltimos cinco commits
fr_fr: Les cinq derniers commits
id_id: Lima instruksi "commit" terakhir

source: Your projects
es_es: Sus proyectos
fr_fr: Mes projets
id_id: Daftar proyek anda

source: You don't have any project.
es_es: Usted no tiene proyetos.
fr_fr: Vous n'avez aucun projet.
id_id: Anda tidak terdaftar dalam proyek manapun.

source: Your groups
fr_fr: Mes groupes
id_id: Daftar grup anda

source: You are not assign to a group.
fr_fr: Vous n'êtes pas assigné à un groupe.
id_id: Anda tidak tercantum dalam grup manapun.

source: This page doesn't exist.
fr_fr: Cette page n'existe pas.
id_id: Halaman ini tidak ditemukan.

source: Error
fr_fr: Erreur
id_id: Kesalahan

source: USVN is already install.
es_es: USVN se encuentra instalado actualmente.
fr_fr: USVN est déjà installé
id_id: USVN sudah terinstal.

source: Copyright USVN
fr_fr: Copyright l'équipe USVN 2007.

source: Force installation
es_es: Forzar la instalaci&oacute;n
fr_fr: Forcer l'installation d'USVN
id_id: Teruskan instalasi

source: Step
es_es: Paso
fr_fr: Etape
id_id: Langkah

source: Agreement of the licence
es_es: Acuerdo de la licencia
fr_fr: Acceptation de la licence
id_id: Persetujuan atas lisensi

source: Read and please accept the CeCILL FREE SOFTWARE LICENSE .
es_es: Por favor, lea y acepte la licencia CeCILL.
fr_fr: Merci de lire et d'accepter la licence CeCILL.
id_id: Silahkan baca dan setujui CeCILL FREE SOFTWARE LICENSE.

source: I understand and accept this license.
es_es: He comprendido y acepto esta licencia.
fr_fr: Je comprends et j'accepte les termes de la licence.
id_id: Saya memahami dan menerima lisensi ini.

source: Next step
es_es: Siguiente paso
fr_fr: Etape suivante
id_id: Langkah berikut

source: Configure USVN
es_es: Configurar USVN
fr_fr: Configurer USVN
id_id: Konfigurasi USVN

source: Settings of general configuration of USVN. You can keep default settings.
es_es: Configuraci&oacute;n general de USVN. Puede dejar los valores por defecto.
fr_fr: Configuration de USVN. Vous pouvez garder les réglages par défaut.
id_id: Seting dasar konfigurasi USVN. Anda dapat menyimpan seting baku ini.

source: Page title
es_es: T&iacute;tulo de la p&aacute;gina
fr_fr: Titre de page
id_id: Judul halaman

source: Subversion repository
es_es: Repositorio Subversion
fr_fr: Dépot subversion
id_id: Brankas Subversion

source: Location where usvn will create subversion repository.
es_es: Ubicaci&oacute;n donde usvn crear&aacute; el repositorio Subversion.
fr_fr: L'emplacement où usvn créera les dépots Subversion.
id_id: Lokasi USVN akan membuat brankas subversion.

source: Subversion password file
es_es: Archivo de contrase&ntilde;as de Subversion
fr_fr: Fichier de mots de passe pour subversion
id_id: File password subversion

source: Location where usvn will create password file.
es_es: Ubicaci&oacute;n donde usvn crear&aacute; el archivo de contrase&ntilde;as.
fr_fr: L'emplacement où usvn créera son fichier de mots de passe
id_id: Lokasi USVN membuat file password.

source: Subversion access file
es_es: Archivo de accesos de Subversion
fr_fr: Fichier authz de Subversion
id_id: File hak akses subversion

source: Location where usvn will create access file.
es_es: Ubicaci&oacute;n donde usvn crear&aacute; el archivo de accesos.
fr_fr: L'emplacement où usvn créera le fichier authz
id_id: Lokasi USVN akan membuat file hak akses.

source: Subversion url
fr_fr: URL du Subversion
id_id: URL Subversion

source: The url used by users to checkout projects.
es_es: URL utilizada por los usuarios para realizar un checkout de los projectos.
fr_fr: L'url que les utilisateurs utiliseront pour se connecter au serveur Subversion.
id_id: URL yang digunakan user untuk checkout.

source: Installation is over
es_es: La instalaci&oacute;n ha finalizado
fr_fr: L'installation est finie
id_id: Instalasi sudah selesai

source: You can now enjoy of USVN.
es_es: Ahora puede disfrutar de USVN
fr_fr: Vous pouvez désormais utiliser USVN
id_id: Sekarang anda dapat menggunakan USVN.

source: Apache configuration
es_es: Configuraci&oacute;n de Apache
fr_fr: Configuration de Apache
id_id: Konfigurasi Apache
