Repository: usvn/usvn
Catalog: www/locale/*/messages.po
Languages: es_es, fr_fr, id_id

source: Last step is to configure subversion into apache. Copy past following lines at the end of your <em>httpd.conf</em>:
es_es: El &uacute;ltimo paso es para configurar Subversion en Apache. Copie y pegue las siguientes lineas al final del archivo de configuraci&oacute;n <em>httpd.conf</em>:
fr_fr: La dernière étape est de configurer subversion dans apache. Copiez collez les lignes suivantes dans votre fichier <em>httpd.conf</em>:
id_id: Langkah terakhir adalah melakukan konfigurasi Apache. Silahkan copy beberapa baris instruksi berikut ke bagian akhir dari <em>httpd.conf</em>:

source: And restart your server with <kbd>apache2ctl restart</kbd>.
es_es: Y reinicie su servidor con el comando <kbd>apache2ctl restart</kbd>.
fr_fr: Et redémarrez votre serveur apache avec la commande <kbd>apache2ctl restart</kbd>.
id_id: Dan kemudian silahkan restart server Apache anda dengan <kbd>apache2ctl restart</kbd>.

source: Connect to USVN
es_es: Conectarse a USVN
fr_fr: Connection à USVN
id_id: Masuk ke USVN

source: USVN installation
es_es: Instalaci&oacute;n de USVN
fr_fr: Installation d'USVN
id_id: Instalasi USVN

source: Check for new version
fr_fr: Vérifier les mises à jour
id_id: Periksa versi USVN terbaru

source: <p>During update checks, USVN will send information regarding of your installation.</p> <p> This information is only collected for statistical purposes and allow us to better know the platforms on which USVN is installed. </p> <p> Here is a list of what we want to collect: <ul> <li>IP (to get geographical position statistics of USVN in the world)</li> <li>The PHP version</li> <li>The SVN version</li> <li>The USVN version</li> <li>The contents of phpinfo()</li> <li>The used database driver</li> <li>The used translation</li> </ul> </p> <p> If you do not want this information to be collected, you juste have to disable the update notification. </p>
fr_fr: <p>Lors des vérifications de mises à jour, USVN enverra des informationsconcernant votre installation.</p> <p> Ces informations ne sont collectées qu'à des fins de statistiques pournous permettre de mieux connaitre les plateformes sur lesquelles USVNest installé.</p> <p> Voici la liste des informations que nous souhaitons collecter: <ul> <li>l'adresse IP (afin obtenir des statistiques de diffusion de USVN dans le monde)</li> <li>La version de PHP</li> <li>La version de Subversion</li> <li>La version de USVN</li> <li>Le contenu de phpinfo()</li> <li>Le driver de base de donnée</li> <li>La traduction</li> </ul> </p> <p> Si vous ne souhaitez pas que ces informations soit collectées, vouspourrez désactiver la notification des mises à jour.</p>
id_id: <p>Selama pemeriksaan update, USVN akan mengirim beberapa informasi terkait seting instalasi USVN anda.</p> <p> Informasi ini dikumpulkan hanya untuk tujuan statistik dan agar kami dapat meningkatkan pengenalan akan platform dimana USVN terinstal. </p> <p> berikut adalah daftar informasi yang akan kami kumpulkan: <ul> <li>IP (untuk mendapatkan statistik geografis dimana USVN digunakan)</li> <li>Versi PHP</li> <li>Versi SVN</li> <li>Versi USVN</li> <li>Isi phpinfo()</li> <li>Database driver yang digunakan</li> <li>Terjemahan yang digunakan</li> </ul> </p> <p> Jika anda tidak ingin informasi ini dikirimkan, anda tinggal men-disable notifikasi update. </p>

source: Allow check update and send statistics informations
fr_fr: Autoriser la vérification des mises à jour et l'envoi d'informations à des fins de statistiques
id_id: Periksa update terbaru dan kirimkan informasi statistik

source: Don't check update
fr_fr: Ne pas vérifier les mises à jour
id_id: Tinggalkan pemeriksaan update

source: Database installation
es_es: Instalaci&oacute;n de la base de datos
fr_fr: Installation de la base de donnée
id_id: Instalasi database

source: Configuration of database's access.
es_es: Configuraci&oacute;n de acceso a la base de datos
fr_fr: Configuration de l'accès à la base de donnée
id_id: Konfigurasi akses database.

source: Database Type
es_es: Tipo de base de datos
fr_fr: Type de base de donnée
id_id: Tipe database

source: Host
fr_fr: Serveur

source: Database
es_es: Base de datos
fr_fr: Base de donnée

source: Create database ?
es_es: Crear la base de datos?
fr_fr: Créer la base de donnée ?
id_id: Buat database baru?

source: Table prefix
es_es: Prefijo de las tablas
fr_fr: Préfixe des tables
id_id: Awalan tabel

source: Lastname empty.
es_es: Apellido vac&iacute;o
fr_fr: Nom vide
id_id: Nama belakang kosong.

source: Create administrator user
es_es: Crear usuario administrador
fr_fr: Création de l'administrateur
id_id: Buat administrator

source: Creation of the first administrator of USVN.
es_es: Creaci&oacute;n del primer usuario administrador de USVN
fr_fr: Création du premier administrateur pour USVN
id_id: Pembuatan administrator utama USVN.

source: System
es_es: Sistema
fr_fr: Système
id_id: Sistem

source: You need to accept the licence to continue installation.
es_es: Necesita aceptar la licencia para continuar con la instalaci&oacute;n.
fr_fr: Vous devez accepter la licence pour pouvoir continuer l'installation.
id_id: Anda harus menerima lisensi untuk melanjutkan instalasi.

source: Can't create database
es_es: No se puede crear la base de datos
fr_fr: Impossible de créer la base de donnée.
id_id: Tidak dapat membuat database

source: Can't connect to database.
es_es: No se puede conectar a la base de datos.
fr_fr: Impossible de se connecter à la base de donnée.
id_id: Tidak dapat melakukan koneksi ke database.

source: Invalid adapter %s.
es_es: Adaptador %s inv&aacute;lido.
fr_fr: Le driver de base de donnée %s est invalide.
id_id: Adapter tidak diterima: %s.

source: Can't load SQL file.
es_es: No se puede cargar el archivo SQL.
fr_fr: Impossible de charger le fichier SQL.
id_id: Tidak dapat memanggil file SQL.

source: Can't write config file %s.
es_es: No se puede escribir el archivo de configuraci&oacute;n %s.
fr_fr: Impossible d'écrire le fichier de configuration %s.
id_id: Tidak dapat merubah file config %s.

source: Invalide locale Please, install UTF-8 locale.
fr_fr: Locale invalide Merci d'installer une locale UTF-8.
id_id: Locale keliru Silahkan gunakan UTF-8 locale.

source: Can't write access file %s.
fr_fr: Impossible d'écrire le fichier de controle d'accés %s
id_id: Tidak dapat membuat file hak akses %s.

source: Invalid subversion path "%s", please check if directory exist and is writable.
es_es: El path subversion "%s", es inv&aacute;lido, por favor verifique que el directorio exista y posea permisos de escritura.
fr_fr: Le chemin vers le subversion "%s", est invalide. Merci de vérifier que le dossier existe et que l'on peut écrire dedans.
id_id: Path ke subversion keliru "%s", silahkan periksa jika direktori dimaksud telah tersedia dan diber hak akses "read".

source: Can't write htaccess file %s.
es_es: No se puede escribir el archivo htaccess %s
fr_fr: Impossible d'écrire le fichier htaccess %s
id_id: Tidak dapat menulis file htaccess %s.

source: Password empty
es_es: Contrase&ntilde;a vac&iacute;a
fr_fr: Le mot de passe est vide
id_id: Password kosong

source: Need a title.
es_es: Necesita un t&iacute;tulo.
fr_fr: Il faut un titre.
id_id: Judul diperlukan.

source: USVN can't run with php's safe mode.
es_es: USVN no puede ejecutarse en el modo seguro de PHP.
fr_fr: USVN ne peut pas être utilisé avec le safe mode de PHP.
id_id: USVN tidak dapat dijalankan dalam lingkungan PHP safe mode.

source: Subversion is not install on your system. If you are under Windows install
es_es: Subversion no esta instalado en su sistema. Si usted se encuentra en Windows instale
fr_fr: Subversion n'est pas installé sur votre système. Si vous êtes sous Windows installez
id_id: Subversion tidak terinstal dalam sistem anda. Jika anda menggunakan sistem Windows

source: and after restart your system (WARNING it's mandatory). Otherwise under UNIX you probably need to install a package named subversion.
es_es: y luego reinicie su sistema (ADVERTENCIA obligatoria). Sino en UNIX probablemente necesite instalar un paquete llamado subversion.
fr_fr: et après redémarrer votre système (ATTENTION c'est obligatoire). Sinon sous UNIX vous devez probablement installer un package appelé subversion.
id_id: dan setelah melakukan restart sistem anda (PERINGATAN: ini harus dilakukan). Sebaliknya bila menggunakan sistem UNIX, anda mungkin dapat menambahkan ke dalam sistem paket bernama subversion.

source: mod_rewrite seems not to be loaded
es_es: el m&oacute;dulo mod_rewrite no pudo ser cargado
fr_fr: le module mod_rewrite ne semble pas installé
id_id: Apache mod_rewrite belum terpasang

source: mod_dav_svn seems not to be loaded
es_es: el m&oacute;dulo mod_dav_svn parece no estar cargado
fr_fr: le module mod_dav_svn ne semble pas installé
id_id: Apache mod_dav_svn belum terpasang

source: Edit
es_es: Editar
fr_fr: Editer

source: Home
fr_fr: Page d'accueil
id_id: Beranda

source: Configuration
es_es: Configuraci&oacute;n
id_id: Konfigurasi

source: %s must be a string: %s
id_id: %s harus berupa string: %s

source: Action
es_es: Acci&oacute;n
id_id: Perintah

source: Administration
es_es: Administraci&oacute;n
id_id: Administrasi

source: USVN version:
id_id: Versi USVN:

source: Description
es_es: Descripci&oacute;n
id_id: Keterangan

source: Authentification
es_es: Autentificaci&oacute;n
id_id: Autentifikasi

source: Email incorrect.
es_es: Email incorrecto.
id_id: Format email keliru.

source: Icone
es_es: Icono
id_id: Ikon

source: Date
es_es: Fecha
id_id: Tanggal

source: Message
es_es: Mensaje
id_id: Pesan
