Repository: usvn/usvn
Catalog: app/locale/*/messages.po
Languages: cs_cz, de_de, ja_jp, nl_nl, pt_br, ru_ru, sl_si

source: Browser
cs_cz: Prohlížeč
ja_jp: レポジトリブラウザ
pt_br: Navegador
ru_ru: Обозреватель
sl_si: Prebiranje

source: Timeline
de_de: Protokoll
ja_jp: タイムライン
nl_nl: Tijdlijn
pt_br: Linha de Tempo
ru_ru: Хронология
sl_si: Časovni trak

source: Configuration
cs_cz: Konfigurace
de_de: Konfiguration
ja_jp: 環境設定
nl_nl: Configuratie
pt_br: Configuração
ru_ru: Конфигурация
sl_si: Konfiguracija

source: Projects
cs_cz: Projekty
de_de: Projekte
ja_jp: プロジェクト管理
nl_nl: Projecten
pt_br: Projetos
ru_ru: Проекты
sl_si: Projekti

source: New Project
ru_ru: Добавить новый проект
sl_si: Nov projekt

source: Groups
cs_cz: Skupiny
de_de: Gruppen
ja_jp: グループ管理
nl_nl: Groepen
pt_br: Grupos
ru_ru: Группы
sl_si: Skupine

source: Add new group
cs_cz: Přidat novou skupinu
de_de: Neue Gruppe hinzufügen
ja_jp: 新規グループの作成
nl_nl: Voeg nieuwe groep toe
pt_br: Criar novo grupo
ru_ru: Добавить новую группу
sl_si: Dodaj skupino

source: System report
de_de: Systembericht
ja_jp: システムレポート
nl_nl: Systeem rapportage
pt_br: Relatório do sistema
sl_si: Poročilo sistema

source: Users
cs_cz: Uživatelé
de_de: Benutzer
ja_jp: ユーザ管理
nl_nl: Gebruikers
pt_br: Usuários
ru_ru: Пользователи
sl_si: Uporabniki

source: Add new user
cs_cz: Přidat nového uživatele
de_de: Neuen Benutzer hinzufügen
ja_jp: 新規ユーザの作成
nl_nl: Voeg nieuwe gebruiker toe
pt_br: Criar novo usuário
ru_ru: Добавить нового пользователя
sl_si: Dodaj uporabnika

source: Import htpasswd
de_de: htpasswd importieren
ja_jp: htpasswdファイルのインポート
pt_br: Importar htpasswd
ru_ru: Импорт htpasswd
sl_si: Uvozi datoteko gesel

source: Invalid htpasswd file.
cs_cz: Špatný htpassws soubor.
de_de: ungültige htpasswd Datei
ja_jp: 不正なhtpasswdファイルです。
nl_nl: Ongeldig htpasswd bestand
pt_br: Arquivo htpasswd inválido.
ru_ru: Неправильный htpasswd файл
sl_si: Neveljavna datoteka gesel.

source: User %s already exist into htpasswd file.
cs_cz: Uživatel %s již existuje v htpasswd souboru.
de_de: Der Benutzer %s existiert bereits in der htpasswd Datei.
ja_jp: ユーザ %s はhtpasswdファイルに既に存在しています。
nl_nl: Gebruiker %s bestaat al in het htpasswd bestand
pt_br: O usuário %s já existe no arquivo htpasswd.
ru_ru: Пользователь %s уже существует в htpasswd файле.
sl_si: Uporabnik "%s" že obstaja v datoteki gesel.

source: Can't add users %s. Import cancel.
cs_cz: Nelze přidat uživatele %s. Import přerušen.
de_de: Kann Benutzer %s nicht hinzufügen. Der Import wurde abgebrochen.
ja_jp: ユーザ %s を追加できませんでした。インポート処理は中断されました。
nl_nl: Kan de gebruikers %s niet toevoegen. Import geannuleerd.
pt_br: Não foi possível adicionar os usuários %s. Importação cancelada.
ru_ru: Не удалось добавить пользователя %s. Импорт отменён.
sl_si: Uvoz uporabnikov iz datoteke uporabnikov je bilo preklicano zaradi napake. (%s)

source: Invalid path %s.
cs_cz: Špatná cesta %s.
de_de: ungültiges Verzeichnis %s.
ja_jp: パス %s は正しくありません。
nl_nl: Ongeldig pad %s.
pt_br: Caminho inválido %s.
ru_ru: Неверный путь %s.
sl_si: Neveljavna pot %s.

source: Homepage
cs_cz: Domácí stránka
ja_jp: ホーム
nl_nl: Homepagina
pt_br: Principal
ru_ru: Домашняя страница
sl_si: Spletna stran

source: Logged as
cs_cz: Přihlášen jako
de_de: Eingeloggt als
ja_jp: ログインユーザ
nl_nl: Ingelogd als
pt_br: Autenticado como
ru_ru: Вошёл как
sl_si: Prijavljeni kot

source: Can't write config file.
cs_cz: Nelze zapsat konfigurační soubor.
de_de: Konnte die Konfigurationsdatei nicht schreiben.
ja_jp: 設定ファイルに書き込めません。
nl_nl: Kan het configuratiebestand niet aanmaken.
pt_br: Não foi possível escrever no arquivo de configuração.
ru_ru: Не удается записать файл конфигурации
sl_si: Ne morem ustvariti konfiguracijske datoteke.

source: Login %s not found
cs_cz: Login %s nenalezen
de_de: Login %s wurde nicht gefunden
ja_jp: ログインID %s が見つかりません。
nl_nl: Login %s niet gevonden
pt_br: Nome para acesso %s não encontrado
ru_ru: Логин %s не найден
sl_si: Ne najdem uporabnika %s

source: Incorrect password
cs_cz: Nesprávné heslo
de_de: Falsches Passwort
ja_jp: パスワードが間違っています
nl_nl: Incorrect wachtwoord
pt_br: Senha incorreta
ru_ru: Неправильный пароль
sl_si: Napačno geslo

source: Commit by USVN
cs_cz: USVN commit
de_de: Angelegt von USVN
ja_jp: USVNによるコミット
nl_nl: Commit met USVN
pt_br: Submetido pelo USVN
ru_ru: Передайте в USVN
sl_si: Shranjeno z USVN

source: Can't import into subversion repository. Command: %s Error: %s
cs_cz: Nelze importovat do subversion repozitáře. Přikaz: %s Chyba: %s
de_de: Importieren ins Subversion Repository nicht möglich. Befehl: %s Fehler: %s
ja_jp: Subversionレポジトリへのインポートに失敗しました。 Command: %s Error: %s
nl_nl: Kan niet importeren naar het subversion repository. Commando: %s Foutmelding: %s
pt_br: Não foi possível importar no repositório. Comando: %s Erro: %s
ru_ru: Не удалось импортировать в репозитарий subversion. Команда: %s Ошибка: %s
sl_si: Ne morem uvoziti v subversion odložišče. Ukaz: %s Napaka: %s

source: Can't create subversion repository: %s
cs_cz: Nelze vytvořit subversion repozitář: %s
de_de: Konnte das Subversion Repository nicht anlegen: %s
ja_jp: Subversionレポジトリの作成に失敗しました: %s
nl_nl: Kan het subversion repository niet aanmaken: %s
pt_br: Não foi possível criar o repositório: %s
ru_ru: Не удалось создать репозитарий subversion: %s
sl_si: Ne morem ustvariti subversion odložišča: %s

source: Can't checkout subversion repository: %s
cs_cz: Nelze provést checkout ye subversion repozitáře: %s
de_de: Konnte das Subversion Repository nicht auschecken: %s
ja_jp: Subversionレポジトリのチェックアウトに失敗しました: %s
nl_nl: Kan het subversion repository niet uitchecken: %s
pt_br: Não foi possível executar o checkout no repositório: %s
ru_ru: Не удалось загрузить репозитарий subversion: %s
sl_si: Ne morem prebrati(checkout) odložišča: %s

source: Can't list subversion repository: %s
cs_cz: Nelze vylistovat subversion respozitář: %s
de_de: Konnte das Subversion Repository nicht auflisten: %s
ja_jp: Subversionのレポジトリリストの取得に失敗しました: %s
nl_nl: Kan geen lijst uitvoeren van het subversion repository: %s
pt_br: Não foi possível listar o repositório: %s
ru_ru: Не удалось просмотреть репозитарий subversion: %s
sl_si: Ne morem zlistati subversion odložišča: %s

source: Can't open file %s.
cs_cz: Nelze otevřít soubor %s.
de_de: Konnte die Datei %s nicht öffnen.
ja_jp: ファイル %s を開けません。
nl_nl: Kan het bestand niet openen: %s.
pt_br: Não foi possível abrir o arquivo %s.
ru_ru: Не удалось открыть файл %s.
sl_si: Ne more odpreti datoteke %s.

source: Sign in
cs_cz: Přihlášení
de_de: Anmelden
ja_jp: ログイン
nl_nl: Inloggen
pt_br: Entrar
ru_ru: Зарегистрироваться
sl_si: Prijavi se

source: Edit my profile
cs_cz: Editovat můj profil
de_de: Profil bearbeiten
ja_jp: プロフィール編集
nl_nl: Pas mijn profiel aan
pt_br: Editar meu perfil
ru_ru: Изменить профиль
sl_si: Uredi moj profil

source: Admin
cs_cz: Administrátor
ja_jp: システム管理
pt_br: Administração
ru_ru: Администратор
sl_si: Skrbnik

source: Logout
cs_cz: Odhlášení
de_de: Ausloggen
ja_jp: ログアウト
nl_nl: Uitloggen
pt_br: Desconectar
ru_ru: Выход
sl_si: Odjava

source: Can't delete directory %s. Permission denied.
cs_cz: Nelze smazat adresář %s. Přístup odepřen.
de_de: Konnte das Verzeichnis %s nicht löschen. Zugriff verweigert.
ja_jp: ディレクトリ %s を削除できません。アクセスが拒否されました。
nl_nl: Kan de directory niet verwijderen %s. Toegang geweigerd.
pt_br: Não foi possível excluir a pasta %s: Permissão negada.
ru_ru: Не удалось удалить каталог %s. Нет прав.
sl_si: Ne morem pobrisati direktorija %s. Pravica zavrnjena.

source: Can't delete file %s.
cs_cz: Nelze smazat soubor %s.
de_de: Konnte die Datei %s nicht löschen.
ja_jp: ファイル %s を削除できません。
nl_nl: Kan het bestand niet verwijderen: %s.
pt_br: Não foi possível excluir o arquivo %s.
ru_ru: Не удалось удалить файл %s.
sl_si: Ne morem pobrisati datoteke %s.

source: Can't delete directory %s.
cs_cz: Nelze smazat adresář %s.
de_de: Konnte das Verzeichnis %s nicht löschen.
ja_jp: ディレクトリ %s を削除できません。
nl_nl: Kan de directory niet verwijderen: %s.
pt_br: Não foi possível excluir a pasta %s.
ru_ru: Не удалось удалить каталог %s.
sl_si: Ne morem pobrisati direktorija %s.

source: Can't read directory %s.
cs_cz: Nelze číst adresář %s.
de_de: Konnte das Verzeichnis %s nicht lesen.
ja_jp: ディレクトリ %s は読み込めません。
nl_nl: Kan de directory niet lezen %s.
pt_br: Não foi possível ler a pasta %s.
ru_ru: Не удалось прочитать каталог %s.
sl_si: Ne morem prebrati direktorija %s.

source: %s must be a string: %s
de_de: %s muss eine Zeichenkette sein: %s
ja_jp: %s は文字列でなければなりません: %s
nl_nl: %s moet een tekenreeks zijn: %s.
pt_br: %s deve ser uma sentença: %s
ru_ru: "%s должен быть строкой: %s
sl_si: %s mora biti besedilo: %s

source: Autocreated group for project %s
cs_cz: Automaticky vytvořená skupina pro projekt %s
de_de: Gruppe für das Projekt %s wurde automatisch erzeugt
ja_jp: プロジェクト %s のグループ（自動作成）
nl_nl: Automatisch gecreëerde groep voor project %s
pt_br: Auto-criado o grupo para o projeto %s
ru_ru: Автоматическое создание группы для проекта %s
sl_si: Skupina je bila samodejno ustvarjena za projekt %s

source: Project %s doesn't exist.
cs_cz: Projekt %s neexistuje.
de_de: Das Projekt %s existiert nicht.
ja_jp: プロジェクト %s は存在しません。
nl_nl: Project %s bestaat niet.
pt_br: O projeto %s não existe.
ru_ru: Проект %s не существует.
sl_si: Projekt %s ne obstaja.

source: Invalid project name %s.
cs_cz: Špatné jméno projektu %s.
de_de: ungültiger Projektname %s.
ja_jp: プロジェクト名 %s は正しくありません。
nl_nl: ongeldige projectnaam %s.
pt_br: Nome de projeto inválido %s.
ru_ru: Неверное название проекта %s.
sl_si: %s ni veljavno ime za projekt.

source: User %s is not member of group %s
cs_cz: Uživatel %s není členem skupiny %s
de_de: Der Benutzer %s ist kein Mitglied der Gruppe %s
ja_jp: ユーザ %s はグループ %s のメンバーではありません
nl_nl: Gebruikers %s is geen lid van groep %s
pt_br: O usuário %s não é membro do grupo %s
ru_ru: Пользователь %s не является членом группы %s
sl_si: Uporabnik %s ni član skupine %s

source: Invalid group %s for project %s.
cs_cz: Špatná skupina %s pro projekt %s.
de_de: ungültige Gruppe %s für das Projekt %s.
ja_jp: グループ %s （プロジェクト %s）は正しくありません。
nl_nl: Ongeldige groep %s voor project %s.
pt_br: Grupo %s inválido para o projeto %s.
ru_ru: Недопустимая группа %s для проекта %s
sl_si: Neveljavna skupina %s za projekt %s.

source: The project's name is empty.
cs_cz: Jméno projektu je prázdné.
de_de: Der Projektname ist leer.
ja_jp: プロジェクト名が空です。
nl_nl: De naam van het project is leeg.
pt_br: O nome do projeto esta vazio.
ru_ru: Имя проекта пустое
sl_si: Ime projekta je prazno.

source: The project's name is invalid. A project's name can only include alpha-numeric characters and '-' or '_'.
de_de: Der Projektname ist ungültig. Ein Projektname darf nur Alpha-Nummerische Zeichen und '-' oder '_' enthalten.
ja_jp: プロジェクト名が正しくありません。英数字及び'-'と'_'が使用できます。
nl_nl: De naam van het project is ongeldig. Een projectnaam kan alleen alpha-numerieke tekens en '-' of '_' bevatten.
pt_br: Nome do projeto inválido. Um nome de projeto deve ser constituído de caracteres alfa-numéricos e '-' ou '_'.
ru_ru: Такое название проекта недопустимо. Имя проекта может содержать только алфавитно-цифровые символы и знаки '-' или '_'.
sl_si: Neveljavno ime projekta. Veljavno ime lahko vsebuje samo črke, številke, pomišljaje('-') ali podčrtaje('_')

source: You can't rename a project.
cs_cz: Nemůžete přejmenovat projekt.
de_de: Sie können ein Projekt nicht umbenennen.
ja_jp: プロジェクト名は変更できません。
nl_nl: Een project kan niet hernoemd worden.
pt_br: Você não pode renomear um projeto.
ru_ru: Вы не можете переименовать проект
sl_si: Ne morete preimenovati projekta.

source: Login empty.
cs_cz: Prázdný login.
de_de: Leeres Login.
ja_jp: ログインIDが入力されていません
nl_nl: Login leeg.
pt_br: Nome para acesso vazio.
ru_ru: Логин пустой
sl_si: Prijava je prazna.

source: Login invalid. The login can only include alpha-numeric characters and '-' or '_'.
de_de: Ungültiger Login. Der Login kann nur Alpha-Nummerische Zeichen und '-' oder '_' enthalten.
ja_jp: ユーザ名が正しくありません。英数字及び'-'と'_'が使用できます。
nl_nl: Login ongeldig. De login kan alleen alpha-numerieke tekens en '-' of '_' bevatten.
pt_br: Nome para acesso inválido. O nome para acesso deve ser constituído de caracteres alfa-numéricos e '-' ou '_'.
ru_ru: Такое логин недопустим. Логин может содержать только алфавитно-цифровые символы и знаки '-' или '_'.
sl_si: Neveljavna prijava. Uporabniško ime lahko vsebuje samo črke, številke in '-' ali '_'.

source: Invalid email address.
cs_cz: Špatná e-mailová adresa.
de_de: ungültige E-Mail Adresse.
ja_jp: メールアドレスが正しくありません。
nl_nl: Ongeldig email adres.
pt_br: Endereço de email inválido.
ru_ru: Неправильный адрес почты
sl_si: Neveljaven elektronki naslov.

source: Password empty.
cs_cz: Prázdné heslo.
de_de: Leeres Passwort.
ja_jp: パスワードが入力されていません
nl_nl: Wachtwoord leeg.
pt_br: Senha vazia.
ru_ru: Пароль пустой
sl_si: Geslo je prazno.

source: Password incorrect (need more 8 characters).
cs_cz: Špatné heslo (minimální délka je 8 znaků)
de_de: Falsches Passwort (mind. 9 Zeichen).
ja_jp: パスワードは8文字以上で設定してください
nl_nl: Wachtwoord is ongeldig ( minimaal meer dan 8 karakters )
pt_br: Senha incorreta (requer mais de 8 caracteres).
ru_ru: Пароль неправильный (должен содержать более 8 символов)
sl_si: Napačno geslo. Vsebovati mora najmanj 8 znakov.

source: Login %s already exist.
cs_cz: Login %s již existuje.
de_de: Das Login %s existiert bereits.
ja_jp: ログインID %s は既に存在します。
nl_nl: Login %s bestaat al.
pt_br: Nome para acesso %s já existe.
ru_ru: Такой логин %s уже существует
sl_si: Prijava %s že obstaja.

source: The group's name is empty.
cs_cz: Jméno skupiny je prázdné.
de_de: Der Gruppenname ist leer.
ja_jp: グループ名が空です。
nl_nl: De groepnaam is leeg.
pt_br: O nome do grupo esta vazio.
ru_ru: Имя группы пустое
sl_si: Ime skupine je prazno.

source: The group's name is invalid. The group's name can only include alpha-numeric characters and '-' or '_'.
de_de: Der Gruppenname ist ungültig. Der Gruppenname darf nur Alpha-Nummerische Zeichen und '-' oder '_' enthalten.
ja_jp: グループ名が正しくありません。英数字及び'-'と'_'が使用できます。
nl_nl: De groepnaam is ongeldig. De groepnaam kan alleen alpha-numerieke tekens en '-' of '_' bevatten.
pt_br: Nome de grupo inválido. O nome do grupo deve ser constituído de caracteres alfa-numéricos e '-' ou '_'.
ru_ru: Такое название группы недопустимо. Название группы может содержать только алфавитно-цифровые символы и знаки '-' или '_'.
sl_si: Neveljavno ime skupine. Veljavno ime lahko vsebuje samo črke, številke, pomišljaje('-') ali podčrtaje('_')

source: Can't create or write on htpasswd file %s.
cs_cz: Nelze vytvořit nebo zapsat htpasswd soubor %s.
de_de: Konnte die htpasswd Datei %s nicht Anlegen oder Ändern.
ja_jp: htpasswdファイル %s に書き込めません。
nl_nl: Kan het htpasswd bestand %s niet aanmaken of beschrijven.
pt_br: Não foi possível criar ou escrever no arquivo htpasswd %s.
ru_ru: Не удалось создать или записать htpasswd файл %s.
sl_si: Ne morem vpisati/ustvariti datoteke z gesli (%s).

source: Can't load file %s at: %s
cs_cz: Nelze načíst soubor %s v: %s
de_de: Konnte die Datei %s bei: %s nicht laden
ja_jp: ファイル %s の読み込みに失敗しました: %s
nl_nl: Kan bestand niet laden %s in: %s
pt_br: Não foi possível carregar o arquivo %s em: %s
ru_ru: Не удалось загрузить файл %s. по адресу: %s
sl_si: Ne morem naložiti datoteke %s na: %s

source: Welcome to USVN
cs_cz: Vítejte v USVN
de_de: Willkommen bei USVN
ja_jp: USVNへようこそ
nl_nl: Welkom op USVN
pt_br: Bem vindo ao USVN
ru_ru: Добро пожаловать в USVN
sl_si: Dobrodošli v USVN

source: Invalid language
cs_cz: Špatný jazyk
de_de: ungültige Sprache
ja_jp: 言語設定が正しくありません
nl_nl: Ongeldige taal
pt_br: Idioma inválido
ru_ru: Неправильный язык
sl_si: Neveljaven jezik

source: Invalid timezone
cs_cz: Špatná časová zóna
de_de: ungültige Zeitzone
ja_jp: タイムゾーン設定が正しくありません
nl_nl: Ongeldige tijdzone
pt_br: Fuso horário inválido
ru_ru: Неправильный часовой пояс
sl_si: Neveljaven časovni pas

source: Invalid template
cs_cz: Špatná šablona
de_de: ungültiges Template
ja_jp: テンプレートが正しくありません
nl_nl: Ongeldige template
pt_br: Modelo inválido
ru_ru: Неправильный шаблон
sl_si: Neveljavna predloga

source: This user can't be created. A group has the same name.
cs_cz: Tento uživatel nemůže být vytvořen. Již existuje skupina se shodným jménem.
de_de: Dieser Bentuzer kann nicht angelegt werden. Es existiert bereits eine Gruppe mit diesem Namen.
ja_jp: グループを作成できません。同名のグループが存在します。
nl_nl: Deze gebruiker kan niet worden aangemaakt. Een groep heeft dezelfde naam.
pt_br: Este usuário não foi criado. Um grupo tem o mesmo nome.
ru_ru: Этот пользователь не может быть создан. У группы есть такое же название.
sl_si: This user can't be created because a group is already name that way.

source: Can't get subversion repository logs: %s
cs_cz: Nelze získat logy subversion repozitáře: %s
de_de: Konnte die Subversion Repository Logs nicht holen: %s
ja_jp: Subversionレポジトリの履歴取得に失敗しました: %s
nl_nl: Kan de subversions logs niet lezen: %s.
pt_br: Não foi possível obter os registros do repositório: %s
ru_ru: Не удалось получить журнал репозитария: %s
sl_si: Ne morem prebrati dnevnika subversion odložišča: %s

source: Wrong password
cs_cz: Špatné heslo
de_de: Falsches Passwort
ja_jp: パスワードが間違っています
nl_nl: Incorrect wachtwoord
pt_br: Senha incorreta
ru_ru: Неправильный пароль
sl_si: Napačno geslo

source: Not the same password.
cs_cz: Není stejné heslo.
de_de: Nicht daselbe Passwort.
ja_jp: パスワードが一致しません
nl_nl: Het wachtwoord is niet identiek.
pt_br: Não é a mesma senha.
ru_ru: Не совпадает пароля.
sl_si: Gesli nista enaki.

source: Missing fields.
cs_cz: Chybějící položky.
de_de: Fehlende Felder.
ja_jp: 未入力項目があります。
nl_nl: Missende velden.
pt_br: Faltam campos.
ru_ru: Поля не найдены
sl_si: Manjkajoča polja

source: Invalid user %s.
cs_cz: Špatný uživatel %s.
de_de: ungültige Benutzer %s.
ja_jp: 不正なユーザ %s。
nl_nl: Ongeldige gebruiker %s.
pt_br: Usuário %s inválido.
ru_ru: Неверный пользователь %s.
sl_si: Napačen uporabnik %s.

source: User %s does not exist.
cs_cz: Uživatel %s neexistuje.
de_de: Der Bentuzer %s existiert nicht.
ja_jp: ユーザ %s は存在しません。
nl_nl: Gebruiker %s bestaat niet.
pt_br: O usuário %s não existe.
ru_ru: Пользователь %s не существует
sl_si: Uporabnik %s ne obstaja.

source: You can't delete yourself.
cs_cz: Nelze smazat vlastní účet.
de_de: Sie können sich nicht selber löschen.
ja_jp: あなた自身を削除することはできません。
nl_nl: U kan uwzelf niet verwijderen.
pt_br: Você não pode excluir a si mesmo.
sl_si: Ne morete pobrisati sami sebe.

source: Group %s already exist
cs_cz: Skupina %s již existuje
de_de: Gruppe %s existiert bereits
ja_jp: グループ %s は既に存在します
nl_nl: Groep %s bestaat al.
pt_br: O grupo %s já existe
ru_ru: Группа %s уже существует
sl_si: Skupine %s že obstaja

source: Invalid group %s.
cs_cz: Špatná skupina %s.
de_de: ungültige Gruppe %s.
ja_jp: 不正なグループ %s。
nl_nl: Ongeldige groep %s.
pt_br: Grupo %s inválido.
ru_ru: Неверная группа %s.
sl_si: Neveljavna skupina %s.

source: Apply rights on %s
cs_cz: Aplikuj práva na %s
de_de: Berechtigungen gelten für %s
ja_jp: %s に権限を設定します
nl_nl: Pas rechten toe op %s
pt_br: Aplicar permissões em %s
ru_ru: Применить права %s
sl_si: Uveljavi pravice na %s.

source: Name
cs_cz: Jméno
ja_jp: 名前
nl_nl: Naam
pt_br: Nome
ru_ru: Имя
sl_si: Ime

source: Action
cs_cz: Akce
de_de: Aktion
ja_jp: アクション
nl_nl: Actie
pt_br: Ação
ru_ru: Действие
sl_si: Akcija

source: Folder
cs_cz: Adresář
de_de: Verzeichnis
ja_jp: フォルダ
nl_nl: Map
pt_br: Pasta
ru_ru: Папка
sl_si: Mapa

source: File
cs_cz: Soubor
de_de: Datei
ja_jp: ファイル
nl_nl: Bestand
pt_br: Arquivo
ru_ru: Файл
sl_si: Datoteka

source: Rights
cs_cz: Práva
de_de: Rechte
ja_jp: 権限
nl_nl: Rechten
pt_br: Permissões
ru_ru: Права
sl_si: Pravice

source: You don't have read access to this folder
de_de: Sie haben keine Berechtigung auf dieses Verzeichnis
ja_jp: このフォルダの読み取り権限がありません
nl_nl: U heft geen lees rechten voor deze map
pt_br: Você não tem acesso a ler esta pasta
ru_ru: У вас нет доступа к чтению этой папки
sl_si: Nimate dodeljene pravice za branje te mape

source: Group
cs_cz: Skupina
de_de: Gruppe
ja_jp: グループ
nl_nl: Groep
pt_br: Grupo
ru_ru: Группа
sl_si: Skupina

source: Read
cs_cz: Čtení
de_de: Lesen
ja_jp: 読込
nl_nl: Lees
pt_br: Leitura
ru_ru: Чтение
sl_si: Branje

source: Write
cs_cz: Zápis
de_de: Schreiben
ja_jp: 書込
nl_nl: Schrijf
pt_br: Escrita
ru_ru: Запись
sl_si: Pisanje

source: Recursive
cs_cz: Rekurzivně
de_de: Rekursiv
ja_jp: 再帰的に設定
nl_nl: Recursief
pt_br: Recursivo
ru_ru: Рекурсивно
sl_si: Rekurzivno

source: Access denied.
de_de: Zugriff verweigert.
ja_jp: アクセスが拒否されました。
nl_nl: Toegang geweigerd
pt_br: Acesso negado.
ru_ru: Отказано в доступе.
sl_si: Dostop zavrnjen.

source: Unknown user %s
cs_cz: Neznámý uživatel %s
de_de: Unbekannter Benutzer %s
ja_jp: ユーザ %s は存在しません
nl_nl: Onbekende gebruiker %s
pt_br: Usuário %s desconhecido
ru_ru: Неизвестный пользователь %s
sl_si: Nepoznan uporabnik %s.

source: Administration
cs_cz: Administrace
ja_jp: 管理メニュー
nl_nl: Administratie
pt_br: Administração
ru_ru: Администрирование
sl_si: Administracija

source: USVN version:
cs_cz: USVN verze:
ja_jp: USVNのバージョン:
nl_nl: USVN versie:
pt_br: USVN versão:
ru_ru: Версия USVN:
sl_si: USVN verzija:

source: Your version of USVN is out of date. A new version %s is available on <a href="http://www.usvn.info">http://www.usvn.info</a>.
de_de: Es ist eine neue USVN Verfügbar, diese erhalten Sie auf <a href="http://www.usvn.info">http://www.usvn.info</a>. (%s)
ja_jp: 古いバージョンのUSVNです。 <a href="http://www.usvn.info">ここから</a>新しいバージョン(%s)のUSVNが取得できます。
nl_nl: uw versie van USVN is gedateerd. Een nieuwe versie %s is beschikbaar op <a href="http://www.usvn.info">http://www.usvn.info</a>.
pt_br: Sua versão do USVN esta desatualizada. Uma nova versão %s esta disponível em <a href="http://www.usvn.info">http://www.usvn.info</a>.
ru_ru: Ваша версия USVN устарела. Новая версия %s доступна по адресу <a href="http://www.usvn.info">http://www.usvn.info</a>.
sl_si: Vaša verzija USVN je zastarela. Nova verzija %s je na voljo na <a href="http://www.usvn.info">http://www.usvn.info</a>.

source: Password incorrect (not the same).
cs_cz: Špatné heslo (není shodné).
de_de: Falsches Passwort (nicht gleich).
ja_jp: パスワードが一致しません
nl_nl: Wachtwoord incorrect ( niet hetzelfde )
pt_br: Senha incorreta (não é a mesma).
ru_ru: Пароль неправильный (не совпадает)
sl_si: Napačno geslo (drugačno).

source: My account
cs_cz: Můj účet
de_de: Mein Account
ja_jp: マイアカウント
nl_nl: Mijn account
pt_br: Minha conta
ru_ru: Моя учетная запись
sl_si: Moj račun

source: Actual password
cs_cz: Aktuální heslo
de_de: Aktuelles Passwort
ja_jp: 現在のパスワード
nl_nl: Huidig wachtwoord
pt_br: Senha atual
ru_ru: Текущий пароль
sl_si: Trenutno geslo

source: New password
cs_cz: Nové heslo
de_de: Neues Passwort
ja_jp: 新しいパスワード
nl_nl: Nieuw wachtwoord
pt_br: Nova senha
ru_ru: Новый пароль
sl_si: Novo geslo

source: Lastname
cs_cz: Příjmení
de_de: Nachname
ja_jp: 氏名（姓）
nl_nl: Achternaam
pt_br: Sobrenome
ru_ru: Фамилия
sl_si: Priimek

source: Firstname
cs_cz: Jméno
de_de: Vorname
ja_jp: 氏名（名）
nl_nl: Voornaam
pt_br: Nome
ru_ru: Имя
sl_si: Ime

source: Email
ja_jp: メールアドレス
sl_si: e-pošta

source: Submit
cs_cz: Potvrzení
de_de: OK
ja_jp: サブミット
nl_nl: Verzend
pt_br: Submeter
ru_ru: Отправить
sl_si: Shrani

source: PHP version:
ja_jp: PHPのバージョン:
nl_nl: PHP versie:
pt_br: PHP versão:
ru_ru: Версия PHP:
sl_si: PHP verzija:

source: USVN version:
ja_jp: USVNのバージョン:
nl_nl: USVN versie:
pt_br: USVN versão:
ru_ru: Версия USVN:
sl_si: USVN verzija

source: Translation:
de_de: Übersetzung:
ja_jp: 言語:
nl_nl: Vertaling:
pt_br: Tradução:
ru_ru: Перевод:
sl_si: Prevod:

source: Database:
de_de: Datenbank:
ja_jp: データベース:
pt_br: Banco de dados:
ru_ru: База данных:
sl_si: Baza:

source: Subversion version:
ja_jp: Subversionのバージョン:
nl_nl: Subversion versie:
pt_br: Subversion versão:
ru_ru: Версия Subversion:
sl_si: Subversion verzija:

source: Get full report
de_de: vollständigen Bericht anzeigen
ja_jp: 全てのレポートの取得
nl_nl: Volledige rapportage
pt_br: Obter relatório completo
ru_ru: Получить полный отчёт
sl_si: Polno poročilo
