Repository: usvn/usvn
Catalog: app/locale/*/messages.po
Languages: cs_cz, de_de, ja_jp, nl_nl, pt_br, ru_ru, sl_si

source: <p>During update checks, USVN will send information regarding of your installation.</p> <p> This information is only collected for statistical purposes and allow us to better know the platforms on which USVN is installed. </p> <p> Here is a list of what we want to collect: <ul> <li>IP (to get geographical position statistics of USVN in the world)</li> <li>The PHP version</li> <li>The SVN version</li> <li>The USVN version</li> <li>The contents of phpinfo()</li> <li>The used database driver</li> <li>The used translation</li> </ul> </p> <p> If you do not want this information to be collected, you juste have to disable the update notification. </p>
de_de: <p>Während der Prüfung auf Update, werden Informationen über Ihre Installationübermittelt.</p> <p> Die Informationen werde ausschließlich für statistische Zecke verwendet um uns einen Überblick verschaffen zu können, auf welchen Platformen USVN installiert ist. </p> <p> Hier eine Auflistung was übermittelt wird: <ul> <li>IP (um eine geografische Zuordnung über die USVN Installation machen zu können)</li> <li>Die PHP Version</li> <li>Die SVN Version</li> <li>Die USVN Version</li> <li>Den Inhalt der phpinfo()</li> <li>Der benuzte Datenbanktreiber</li> <li>Die benutze Übersetzung</li> </ul> </p> <p> Wenn Sie nicht wollen, dass diese Informationen übertragen werden, mössen Sie die Updateprüfung deaktivieren.
ja_jp: <p>自動アップデートを行うとUSVNはシステム情報を送信します。</p> <p> 送信された情報は、USVNがインストールされたプラットフォームを知るための 統計目的にのみ利用されます。 </p> <p> 送信される情報の一覧: <ul> <li>IP (世界のどこでUSVNが使われているかの統計用)</li> <li>PHPのバージョン</li> <li>SVNのバージョン</li>
nl_nl: <p>Tijdens het zoeken naar updates zal USVN informatie over uw installatie verzenden</p> <p> Deze informatie wordt alleen gebruikt voor statistische doeleinden en laat ons weten op welke platformen USVN is geinstalleerd </p> <p> Hier een lijst van welke gegevens wij verzamelen: <ul> <li>IP (voor geografische statistieken over USVN in de wereld)</li> <li>De PHP versie</li> <li>De SVN versie</li> <li>De USVN versie</li> <li>De inhoud van phpinfo()</li> <li>De gebruikte database driver</li> <li>De gebruikte vertaling</li> </ul> </p> <p> Als u niet wilt dat deze informatie wordt verzameld, hoeft u alleen de update notificatie te deactiveren. </p>
pt_br: <p>Durante a verificação por atualizações, o USVN enviará informações sobre a sua instalação.</p> <p> Estes dados são coletados apenas para informações estatísticas e nos permite conhecer melhor as plataformas nas quais o USVN está instalado. </p> <p> Aqui esta a lista do que desejamos coletar: <ul> <li>IP (para obter posições geográficas do USVN pelo mundo)</li> <li>A versão do PHP</li> <li>A versão do SVN</li> <li>A versão do USVN</li> <li>O conteúdo do phpinfo()</li> <li>O conector de banco de dados utilizado</li> <li>A tradução utilizada</li> </ul> </p> <p> Caso não queira que estes dados sejam coletados, você pode desabilitar as notificações de atualização. </p>
ru_ru: <p> В ходе проверки обновления, USVN будет посылать информацию о вашейустановке. </р> <p> Эта информация используется только для целей сбора статистики и позволит нам лучше знать, о платформах, на которых USVN корректно установлен. </р> <p> Вот список того, чего мы хотим собрать: <ul> <li>IP (чтобы получить статистику о географическоом положение USVN в мире)</li> <li>Версия PHP</li> <li>Версия SVN</li> <li>Версия USVN</li> <li>Содержимое phpinfo()</li> <li>Используемая база данных драйверов</li> <li>Используемый перевод</li> </ul> </р> <p> Если вы не хотите, чтобы эта информация была собираться, вам необходимо просто отключить уведомления об обновлениях. </р>
sl_si: <p>Med preverjanjem novih verzij bo USVN pošiljal informacije o vaši instalaciji.</p> <p> The informacije se zbirajo samo za statistične namene in nam omogočajo, da polje poznamo okolja v katerih je USVN nameščen. </p> <p> Tukaj je spisek informacij, ki se zbirajo: <ul> <li>IP (za statistični pregled geografske pozicije USVN v svetu)</li> <li>Verzija PHP</li> <li>Verzija SVN</li> <li>Verzija USVN</li> <li>Vsebina phpinfo()</li> <li>Uporabljen tip baze</li> <li>Izbrani prevod</li> </ul> </p> <p> Če ne želite, da se vaši podatki zbirajo, lahko to izključite z izključitvijo obveščanja o posodbitvah. </p>

source: Allow check update and send statistics informations
de_de: Erlaubt Updateprüfung und das Senden von statistischen Informationen
ja_jp: 自動アップデートをチェックし統計情報を送信する
nl_nl: Laat het zoeken naar updates en het verzenden van statistische informatie toe
pt_br: Permite verificações de atualização e enviar informações estatísticas
ru_ru: Разрешите проверить обновления и посылать данные статистики
sl_si: Omogočite preverjanje posodobitev in zbiranje statističnih podatkov.

source: Don't check update
de_de: Keine Updateprüfung durchführen
ja_jp: 自動アップデートをチェックしない
nl_nl: Zoek niet naar updates
pt_br: Não verificar atualizações
ru_ru: Не проверять обновления
sl_si: Ne preverjaj posodobitev

source: Database installation
cs_cz: Instalace databáze
de_de: Datenbankinstallation
ja_jp: データベースの設定
nl_nl: Database installatie
pt_br: Instalação do banco de dados
ru_ru: Установка базы данных
sl_si: Namestitev baze podatkov

source: Configuration of database's access.
cs_cz: Konfigurace databázového přístupu.
de_de: Konfiguration des Datenbankzugriffes.
ja_jp: データベースアクセスの設定
nl_nl: Configuratie van database toegang
pt_br: configuração de acesso do banco de dados.
ru_ru: Настройка доступа к базам данных.
sl_si: Nastavitev dostopa do baze.

source: Database Type
cs_cz: Typ databáze
de_de: Datenbankart
ja_jp: データベースタイプ
pt_br: Tipo do banco
ru_ru: Тип базы данных
sl_si: Tip baze

source: Host
ja_jp: ホスト
pt_br: Máquina
ru_ru: Хост
sl_si: Gostitelj

source: Database
cs_cz: Databáze
de_de: Datenbank
ja_jp: データベース
pt_br: Banco de dados
ru_ru: База данных
sl_si: Baza

source: Create database ?
cs_cz: Vytvořit databázi ?
de_de: Datenbank anlegen?
ja_jp: データベースを作成しますか？
nl_nl: Creëer database ?
pt_br: Criar banco de dados?
ru_ru: Создать базу данных ?
sl_si: Ustvarim bazo?

source: Table prefix
cs_cz: Prefix tabulek
de_de: Tabellenprefix
ja_jp: テーブルプリフィックス
nl_nl: Tabel voorvoegsel
pt_br: Prefixo de tabela
ru_ru: Префикс таблиц
sl_si: Prefix tabelam

source: Lastname empty.
cs_cz: Prázdné příjmení.
de_de: Leerer Nachname.
ja_jp: 氏名（名）が入力されていません
nl_nl: Achternaam is leeg.
pt_br: Sobrenome vazio.
ru_ru: Фамилия пустая
sl_si: Priimek je prazen.

source: Create administrator user
cs_cz: Vytvořit administrátora
de_de: Administrator anlegen
ja_jp: 管理者ユーザの作成
nl_nl: Creëer administrator gebruiker
pt_br: Criar usuário administrador
ru_ru: Создать администратора
sl_si: Ustvari skrbiškega uporabnika

source: Creation of the first administrator of USVN.
cs_cz: Vytvoření prvního administrátora USVN
de_de: Ersten USVN Administrator anlegen.
ja_jp: 最初のUSVN管理ユーザの作成。
nl_nl: Creëren van de eerste administrator van USVN
pt_br: Criação do primeiro administrador do USVN.
ru_ru: Создание первого администратора USVN.
sl_si: Kreiranje prvega administratorja USVN.

source: System
cs_cz: Systém
ja_jp: システム
nl_nl: Systeem
pt_br: Sistema
ru_ru: Система
sl_si: Sistem

source: You need to accept the licence to continue installation.
cs_cz: Musíte akceptovat licenci pro pokračování v instalaci.
de_de: Sie müssen die Lizenz akzeptieren um mit der Installation fortzufahren.
ja_jp: 続けるにはライセンスに同意してください。
nl_nl: U dient de licensie goed te keuren om de installatie voort te zetten.
pt_br: Você precisa aceitar a licença antes de continuar a instalação.
ru_ru: Вы должны принять условия лицензионного соглашения для продолжения установки
sl_si: Sprejeti morate licenco, če želite nadaljevati.

source: Can't create database
cs_cz: Nelze vytvořit databázi
de_de: Konnte die Datenbank nicht erzeugen
ja_jp: データベースを作成できません
nl_nl: Kan de database niet creëren
pt_br: Não foi possível criar um banco de dados
ru_ru: Не удается создать базу данных
sl_si: Ne morem ustvariti baze

source: Can't connect to database.
cs_cz: Nelze se připojit k databázi
de_de: Konnte nicht zur Datenbank verbinden.
ja_jp: データベースに接続できません
nl_nl: Kan niet verbinden met de database.
pt_br: Não foi possível conectar no banco de dados.
ru_ru: Невозможно подключиться к базе данных.
sl_si: Ne morem se povezati na bazo.

source: Invalid adapter %s.
cs_cz: Špatný adaptér %s.
de_de: Ungültiger Adapter %s.
ja_jp: アダプター設定 %s が正しくありません。
nl_nl: Ongeldige adapter %s.
pt_br: Adaptador inválido %s.
ru_ru: Неверный адаптер %s.
sl_si: Neveljaven adapter %s.

source: Can't load SQL file.
cs_cz: Nelze načíst SQL soubor.
de_de: Konnte die SQL Datei nicht laden.
ja_jp: SQLファイルを読み込めません
nl_nl: Kan het SQL bestand niet laden.
pt_br: Não foi possível carregar arquivo SQL.
ru_ru: Не удается загрузить SQL файл.
sl_si: Ne morem naložiti SQL datoteke.

source: Can't write config file %s.
cs_cz: Nelze zapsat configurační soubor %s.
de_de: Konnte die Konfigurationsdatei %s nicht schreiben.
ja_jp: 設定ファイル %s を作成できません
nl_nl: Kan het configuratie bestand niet schrijven %s.
pt_br: Não foi possível escrever no arquivo de configuração %s.
ru_ru: Не удается записать файл конфигурации %s.
sl_si: Ne morem zapisati konfiguracijske datoteke %s.

source: Invalide locale Please, install UTF-8 locale.
de_de: Ungültige Locale Bitte installieren Sie die UTF-8 Locale.
ja_jp: ロケールが不正です。 UTF-8でインストールしてください。
nl_nl: Ongeldige locale Installeer alstublieft een UTF-8 locale
pt_br: Localização inválida Favor, instalar o locale para UTF-8.
ru_ru: Неверная кодировка Пожалуйста, установите кодировку UTF-8.
sl_si: Neveljavna lokalizacija. Prosimo, namestite UTF-8.

source: Can't write access file %s.
cs_cz: Nelze zapsat přístupový soubor %s.
de_de: Konnte die Zugriffsdatei %s nicht schreiben.
ja_jp: %s に書き込めません。
nl_nl: Kan het toegangs bestand niet schrijven %s.
pt_br: Não foi possível escrever no arquivo de acessos %s.
ru_ru: Не удалось записать файл доступа %s.
sl_si: Ne morem zapisati datoteke s pravicami %s.

source: Invalid subversion path "%s", please check if directory exist and is writable.
cs_cz: Špatná subversion cesta "%s", prosím zkontrolujte zda adresář existuje a je zapisovatelný.
de_de: Ungültiges Subversionverzeichnis "%s", bitte Überprüfen Sie ob das Verzeichnis existiert und beschreibbar ist.
ja_jp: Subversionのパス("%s")が正しくありません。書き込み可能か確認してください。
nl_nl: Ongeldig subversion pad "%s", controleer of de directory bestaat en beschrijfbaar is.
pt_br: O caminho "%s" do Subversion é inválido, favor verificar se a pasta existe e é gravável.
ru_ru: Неверный subversion путь "%s", проверьте существует ли директория и имеются ли права на запись в неё.
sl_si: Neveljavna pot do subversion "%s". Prosimo, preverite, da direktorij obstaja in je zapisljiv.

source: Can't write htaccess file %s.
cs_cz: Nelze zapsat htaccess soubor %s.
de_de: Konnte das htaccess Datei %s nicht schreiben.
ja_jp: アクセス制御ファイル %s に書き込みできません。
nl_nl: Kan het htaccess bestand niet schrijven %s.
pt_br: Não foi possível escrever no arquivo htaccess %s.
ru_ru: Не удалось записать htaccess файл %s.
sl_si: Ne morem zapisati htaccess datoteke %s.

source: Password empty
cs_cz: Heslo prázdné
de_de: Leeres Passwort
ja_jp: パスワードが入力されていません
nl_nl: Wachtwoord leeg
pt_br: Senha vazia
ru_ru: Пароль пустой
sl_si: Geslo je prazno.

source: Need a title.
cs_cz: Vyžaduje titulek.
de_de: Titel wird benötigt.
ja_jp: タイトルが空です。
nl_nl: Heeft een titel nodig.
pt_br: Requer um título.
ru_ru: Необходимо название
sl_si: Potrebuje naslov.

source: USVN can't run with php's safe mode.
cs_cz: USVN nemůže běžet v php safe módu.
de_de: USVN kann nicht im php safe mode betrieben werden.
ja_jp: PHPのセーフモードではUSVNは動作しません。
nl_nl: USVN draait niet onder php's safe mode.
pt_br: O USVN não pode rodar com o php em safe mode.
ru_ru: USVN не может выполниться в безопасном режиме php.
sl_si: USVN ne deluje s PHP v varnem načinu.

source: Subversion is not install on your system. If you are under Windows install
cs_cz: Subversion není nainstalováno.
de_de: Subversion ist nicht auf ihrem System vorhanden.
ja_jp: Subversionがインストールされていません。 Windows環境の場合は
nl_nl: Subversion is niet geinstalleerd op uw systeem. Wanneer u in windows werkt installeer
pt_br: O Subversion não esta instalado. Se você esta utilizando o Windows instale
ru_ru: Subversion не установлена на вашей системе. Если используется ОС Windows, установите Subversion
sl_si: Subversion ni nameščen na vašem sistemu. Če delate v Windows okolju namestite

source: and after restart your system (WARNING it's mandatory). Otherwise under UNIX you probably need to install a package named subversion.
cs_cz: Pod UNIX systémem pravděpodobně potřebujete nainstalovat balíček subversion.
de_de: Unter Unix müssen Sie nur das Subversion Paket installieren.
ja_jp: をインストールしてシステムを再起動してください(WARNING 必須)。 UNIX環境の場合はSubversionパッケージをインストールする必要があります。
nl_nl: en na een herstart van uw systeem (WAARSCHUWING het is verplicht). Anders zou u in UNIX waarschijnlijk een pakket genaamd subversion moeten installeren.
pt_br: e após o reinicio do sistema (AVISO isto é mandatório). Caso contrário sob UNIX, você provavelmente precisará instalar um pacote chamado subversion.
ru_ru: и произведите рестарт операционной системы (ВНИМАНИЕ рестарт обязателен). Если же используется ОС UNIX вы вероятно должны установить пакет с именем subversion.
sl_si: in ponovno začenite vaš sistem (OPOZORILO je obvezno). Drugače, pod Linuxom, morate verjetno naloćiti paket subversion.

source: mod_rewrite seems not to be loaded
cs_cz: mod_rewrite není nainstalován
de_de: mod_rewrite ist nicht geladen
ja_jp: mod_rewiteが見つかりません
nl_nl: mod_rewrite lijkt niet te zijn geladen
pt_br: mod_rewrite parece não estar carregado
ru_ru: mod_rewrite похоже, что не загружен
sl_si: mod_rewrite verjetno ni naložen

source: mod_dav_svn seems not to be loaded
cs_cz: mod_dav_svn není nainstalován
de_de: mod_sav_svn ist nicht geladen
ja_jp: mod_dav_svnが見つかりません
nl_nl: mod_dav_svn lijkt niet te zijn geladen
pt_br: mod_dav_svn parece não estar carregado
ru_ru: mod_dav_svn похоже, что не загружен
sl_si: mod_dav_svn verjetno ni naloćen

source: Edit
cs_cz: Editovat
de_de: Bearbeiten
ja_jp: 編集
nl_nl: Aanpassen
pt_br: Editar
ru_ru: Правка
sl_si: Urejanje

source: Home
cs_cz: Doma
ja_jp: ホーム
pt_br: Principal
ru_ru: Домой
sl_si: Domov

source: System Check
sl_si: Preverjanje sistema

source: Language Selection
sl_si: Izbira jezika

source: License Agreement
sl_si: Licenčna pogodba

source: USVN Configuration
sl_si: USVN konfiguracija

source: Database Installation
sl_si: Namestitev datoeke

source: Administrator User Creation
sl_si: Ustvarjanje administrativnega uporabnika

source: Check for a Newer Version
sl_si: Preveri za novejšo verzijo

source: Installation is over
cs_cz: Instalace ukončena
de_de: Installation abgeschlossen
ja_jp: インストールが終了しました
nl_nl: Installatie is klaar
pt_br: Instalação finalizada
ru_ru: Инсталляция закончена
sl_si: Namestitev je končana

source: A copy of the old SVN repository has been made, any modification done on the old one won't interact on the new one. You should disable the old repository access.
sl_si: Narejena je bila kopija SVN odloćišča, kakršnakoli sprememba na staremu se ne bo odražala na novemu. Priporočamo, da onemogočite dostop do starega odložišča.

source: Add new project
cs_cz: Přidat nový projekt
de_de: Neues Projekt hinzufügen
ja_jp: 新規プロジェクトの作成
nl_nl: Voeg nieuw project toe
pt_br: Criar novo projecto

source: OS:
nl_nl: Besturingssysteem:
pt_br: SO:
ru_ru: Операционная система:

source: Copyright USVN
de_de: USVN Copyright
pt_br: Direitos do USVN
ru_ru: Авторское право USVN

source: Subversion url
ja_jp: SubversionのベースURL
pt_br: URL do Subversion
ru_ru: Ссылка Subversion

source: Logo
ja_jp: ロゴ画像
ru_ru: Логотип

source: Authentification
nl_nl: Authenticatie

source: Start revision or date revision
nl_nl: Start revisie of datum revisie

source: End revision or date revision
nl_nl: Eind revisie of datum revisie

source: Last five commit
nl_nl: Laatste vijf commits
