Repository: usvn/usvn
Catalog: app/locale/*/messages.po
Languages: cs_cz, de_de, ja_jp, nl_nl, pt_br, ru_ru, sl_si

source: PHP extensions
de_de: PHP Erweiterungen
ja_jp: PHP拡張モジュール
nl_nl: PHP extensies
pt_br: Extensões do PHP
ru_ru: Расширения PHP
sl_si: PHP dodatki

source: Apache modules
de_de: Apache Module
ja_jp: Apache拡張モジュール
pt_br: Módulos do Apache
ru_ru: Модули Apache
sl_si: Apache moduli

source: Description
cs_cz: Popis
de_de: Beschreibung
ja_jp: 説明
nl_nl: Beschrijving
pt_br: Descrição
ru_ru: Описание
sl_si: Opis

source: Do you really want to delete project %s?
cs_cz: Opravdu si přejete odstranit projekt %s?
de_de: Das Projekt %s wirklich löschen?
ja_jp: プロジェクト %s を本当に削除しますか？
nl_nl: Wilt u het project %s echt verwijderen ?
pt_br: Você realmente deseja excluir o projeto %s?
ru_ru: Вы действительно желаете удалить проект %s?
sl_si: Ali resnično želite pobrisati projekt %s?

source: Project's name empty, please fill it.
cs_cz: Jméno projektu je prázdné, prosím zadejte jméno projektu.
de_de: Leerer Projektname, bitte erg�nzen Sie ihn.
ja_jp: プロジェクト名を入力してください。
nl_nl: De naam van het project is leeg, vul het alstublieft in
pt_br: Nome do projeto vazio, favor preencher.
ru_ru: Имя проекта пустое, пожалуйста, введите его.
sl_si: Ime projekta je prazno. Prosimo, vpišite ga.

source: Project's information
cs_cz: Informace o projektu
de_de: Projektinformationen
ja_jp: プロジェクト情報
nl_nl: Project informatie
pt_br: Informações do projeto
ru_ru: Информация о проекте
sl_si: Informacije projekta

source: Create group for project:
cs_cz: Vytvořit skupinu pro projekt:
de_de: Gruppe für das Projekt anlegen:
nl_nl: Creëer een groep voor het project:
pt_br: Criar grupo para o projeto:
ru_ru: Создать группу для проекта:
sl_si: Ustvarite skupino za projekt:

source: Add me to project group:
cs_cz: Přidat mě do projektové skupiny:
de_de: Füge mich zur Projektgruppe hinzu:
ja_jp: 自分のアカウントをプロジェクトのグループに追加する:
nl_nl: Voeg mij toe aan projectgroep:
pt_br: Adicione-me ao grupo do projeto:
ru_ru: Добавить меня в группу проекта:
sl_si: Dodaj me projektni skupini:

source: Add me as admin of the project:
cs_cz: Přidat mě jako administrátora projektu:
de_de: Füge mich als Projektadmin hinzu:
ja_jp: 自分のアカウントをプロジェクトの管理者として登録する:
nl_nl: Voeg mij toe als projectadmin:
pt_br: Adicione-me como administrador do projeto:
ru_ru: Добавить меня как администратора в проект:
sl_si: Dodaj me kot administratorja projekta:

source: Create SVN standard directories (/trunk, /branches and /tags):
de_de: Lege SVN Standardverzeichnisse an (/trunk, /branches and /tags):
ja_jp: 標準的な初期ディレクトリを作成する (/trunk, /branches and /tags):
nl_nl: Creëer standaard SVN mappen (/trunk,/branches en /tags):
pt_br: Criar as pastas padrões do SVN (/trunk, /branches e /tags):
ru_ru: Создать SVN стандартные каталоги (/trunk, /branches и /tags):
sl_si: Ustvari običajne SVN direktorije (/trunk, /branches and /tags):

source: Acces rights for
cs_cz: Přístupové práva pro
de_de: Zugriffsberechtigung für
ja_jp: アクセス権限
nl_nl: Toegangsrechten voor
pt_br: Permissões para
ru_ru: Права доступа для
sl_si: Pravice dostopa za

source: Files list
cs_cz: Seznam souborů
de_de: Dateiliste
ja_jp: ファイル一覧
nl_nl: Bestandslijst
pt_br: Lista de arquivos
ru_ru: Список файлов
sl_si: Spisek datotek

source: Do you really want to delete group %s?
cs_cz: Opravdu si přejete odebrat skupinu %s?
de_de: Die Gruppe %s wirklich löschen?
ja_jp: %s グループを本当に削除しますか？
nl_nl: Wilt u echt de groep %s verwijderen ?
pt_br: Você realmente deseja excluir o grupo %s?
ru_ru: Вы действительно желаете удалить группу %s?
sl_si: Ali resnično želite pobrisati skupino %s?

source: Group's name empty, please fill it.
cs_cz: Jméno skupiny je prázdné, prosím zadejte jméno skupiny.
de_de: Leerer Gruppenname.
ja_jp: グループ名が入力されていません。
nl_nl: De groepsnaam is leeg, vul deze alstublieft in.
pt_br: Nome do grupo vazio, favor preencher.
ru_ru: Имя группы пустое, пожалуйста, введите его.
sl_si: Ime skupine je prazno. Prosimo, vpišite ga.

source: Group's information
cs_cz: Informace o skupinách
de_de: Gruppeninformation
ja_jp: グループ情報
nl_nl: Groep informatie
pt_br: Informações do grupo
ru_ru: Информация о группе
sl_si: Informacije skupine

source: Managing group
de_de: Gruppe %s verwalten
ja_jp: グループ管理
nl_nl: Groep beheren
pt_br: Gerenciando o grupo
ru_ru: Управление группой %s
sl_si: Delovna skupina

source: Please enter your login and your password to connect to USVN.
cs_cz: Prosím zadejte váš login a heslo pro přihlášení k USVN.
de_de: Bitte geben Sie Ihren Benutzernamen und Passwort ein um sich mit USVN zu verbinden.
ja_jp: ユーザIDとパスワードを入力してログインしてください。
nl_nl: Vul alstublieft uw login en wachtwoord in om met USVN te verbinden.
pt_br: Favor entrar com seu nome para acesso e sua senha para conectar ao USVN.
ru_ru: Пожалуйста, введите Ваш логин и пароль для подключения к USVN.
sl_si: Prosimo, vpišite vaše uporabniko ime in geslo za prijavo v USVN.

source: Authentication
cs_cz: Autentizace
de_de: Authentifizierung
ja_jp: 認証設定
pt_br: Autenticação
ru_ru: Аутентификация
sl_si: Prepoznava

source: Login
ja_jp: ログインID
pt_br: Nome para acesso
ru_ru: Логин
sl_si: Prijava

source: Password
cs_cz: Heslo
de_de: Passwort
ja_jp: パスワード
nl_nl: Wachtwoord
pt_br: Senha
ru_ru: Пароль
sl_si: Geslo

source: This form allow you to add to USVN all users contents into an apache password file.
cs_cz: Tento formulář vám umožní přidat do USVN všechny uživatele uvedené v apache souboru s hesly.
de_de: Diese Formular erlaubt Ihnen alle Benutzer einer Apache Passwortdatei in USVN zu Übernehmen.
ja_jp: ApacheのパスワードファイルをインポートしてUSVNのユーザに追加できます。
nl_nl: Dit formulier maakt het mogelijk om alle USVN gebruikers gegevens in een apache wachtwoord bestand te plaatsen.
pt_br: Este formulário permite que você adicione ao USVN todos os usuários de um arquivo de senhas do Apache.
ru_ru: Эта форма позволит Вам добавить в USVN все пользовательское данные из файла паролей apache.
sl_si: Ta maska vam omogoča dodati v USVN vse uporabnike v apache datoteko z gesli.

source: Upload
de_de: Hochladen
ja_jp: アップロード
ru_ru: Загрузить
sl_si: Naloži

source: Administrator
cs_cz: Administrátor
ja_jp: 管理者
pt_br: Administrador
ru_ru: Администратор
sl_si: Skrbnik

source: yes
cs_cz: ano
de_de: ja
ja_jp: はい
nl_nl: ja
pt_br: sim
ru_ru: да
sl_si: da

source: no
cs_cz: ne
de_de: nein
ja_jp: いいえ
nl_nl: nee
pt_br: não
ru_ru: нет
sl_si: ne

source: Do you really want to delete user %s?
cs_cz: Opravdu si přejete odebrat uživatele %s?
de_de: Den Benutzer %s wirklich löschen?
ja_jp: ユーザ %s を本当に削除しますか？
nl_nl: Wilt u echt de gebruiker %s verwijderen ?
pt_br: Você realmente deseja excluir o usuário %s?
ru_ru: Вы действительно желаете удалить пользователя %s?
sl_si: Ali resnično želiš pobrisati uporabnika %s?

source: User account
cs_cz: Uživatelský účet
de_de: Benutzeraccount
ja_jp: ユーザアカウント
nl_nl: Gebruikersaccount
pt_br: Conta de usuário
ru_ru: Учётные данные пользователя
sl_si: Uporabniški račun

source: Affected groups
cs_cz: Ovlivněné skupiny
de_de: Gruppenzuordnung
ja_jp: 所属グループ
nl_nl: Toegewezen groepen
pt_br: Grupos afetados
ru_ru: Затронутые группы
sl_si: Skupine

source: Confirm password
cs_cz: Potvrdit heslo
de_de: Passwort bestätigen
ja_jp: パスワード（確認用）
nl_nl: Bevestig wachtwoord
pt_br: Confirmar senha
ru_ru: Подтвердить пароль
sl_si: Potrdi geslo

source: Email incorrect.
cs_cz: špatná e-mail adresa
de_de: falsche E-Mail Adresse.
ja_jp: メールアドレスが正しくありません。
pt_br: Email incorreto.
ru_ru: Адрес почты не правильный.
sl_si: Napačna e-pošta.

source: Create group
cs_cz: Vytvořit skupinu
de_de: Gruppe anlegen
ja_jp: グループの作成
nl_nl: Creëer groep
pt_br: Criar grupo
ru_ru: Создать группу
sl_si: Ustvari skupino

source: General settings
cs_cz: Hlavní nastavení
de_de: Grundeinstellungen
ja_jp: 一般設定
nl_nl: Algemene instellingen
pt_br: Opções gerais
ru_ru: Общие настройки
sl_si: Splošne nastavitve

source: Default language
cs_cz: Standartní jazyk
de_de: Standardspache
ja_jp: 言語
nl_nl: Standaard taal
pt_br: Idioma padrão
ru_ru: Язык по умолчанию
sl_si: Privzeti jezik

source: Default timezone
cs_cz: Standartní časová zóna
de_de: Standard Zeitzone
ja_jp: タイムゾーン
nl_nl: Standaard tijdzone
pt_br: Fuso horário padrão
ru_ru: Часовой пояс по умолчанию
sl_si: Privzeti časovni pas

source: Default template
cs_cz: Standartní šablona
de_de: Standardtemplate
ja_jp: テンプレート
nl_nl: Standaard template
pt_br: Modelo padrão
ru_ru: Шаблон по умолчанию
sl_si: Privzeta predloga

source: Check for update
de_de: Prüfe auf Updates
ja_jp: アップデートをチェックする
nl_nl: Zoeken naar updates
pt_br: Verificar atualizações
ru_ru: Проверить обновление
sl_si: Preveri posodobitev

source: Yes
de_de: Ja
nl_nl: Ja
pt_br: Sim
ru_ru: Да
sl_si: Da

source: No
de_de: Nein
nl_nl: Nee
pt_br: Não
ru_ru: Нет
sl_si: Ne

source: Site's information
cs_cz: Informace o umístění
de_de: Seiteninformationen
ja_jp: サイト情報
nl_nl: Site informatie
pt_br: Informações do Site
ru_ru: Информация о сайте
sl_si: Informacije strani

source: Title
cs_cz: Titulek
de_de: Titel
ja_jp: タイトル
nl_nl: Titel
pt_br: Título
ru_ru: Название
sl_si: Naslov

source: Icone
cs_cz: Ikona
de_de: Icon
ja_jp: アイコン画像
nl_nl: Favicon
pt_br: Ícone
ru_ru: Иконка
sl_si: Ikona

source: Save
cs_cz: Uložit
de_de: Speichern
ja_jp: 保存
nl_nl: Opslaan
pt_br: Salvar
ru_ru: Сохранить
sl_si: Shrani

source: Start (revision number or date)
de_de: Ab Revision oder Revisionsdatum
ja_jp: 開始リビジョンもしくは日付
pt_br: Revisão inicial ou data da revisão
ru_ru: Начальная ревизия или дата ревизии
sl_si: Start (številka revizije ali datum)

source: You can list 100 revisions since your revision or date. The date format is : DD/MM/YYYY
de_de: Sie können 100 Revisionen ab Ihrer Revision oder Ihres Datums anzeigen lassen. Das Datumsformat ist : TT/MM/YYYY
ja_jp: 入力したリビジョンか日付（YYYY/MM/DD）から最大100件のコミット情報を表示できます。
nl_nl: U kan 100 revisies weergeven sinds uw revisie of datum. Het datum formaat is: DD/MM/JJJJ
pt_br: Você pode listar 100 revisões desde sua revisão ou data. O formato de data é : DD/MM/YYYY
ru_ru: Вы можете видеть список из 100 изменений со времени Вашей ревизии или даты. Дата в формате:DD/MM/YYYY
sl_si: Prikažete lahko 100 revizij od določene revizije ali datuma. Format datuma je DD/MM/YYYY

source: End (revision number or date)
de_de: Bis zu Revision oder Revisionsdatum
ja_jp: 終了リビジョンもしくは日付
pt_br: Revisão final ou data da revisão
ru_ru: Конечная ревизия или дата ревизии
sl_si: Konec (številka revizije ali datum)

source: This is optional.The listing is made between start revision/date and this one.
de_de: Optionale Angabe.Die Auflistung wird zwischen Startrevision/Datum und diesemgemacht.
ja_jp: 必須ではありません。開始リビジョン/日付（YYYY/MM/DD）から終了リビジョン/日付までのコミット情報を表示します。
nl_nl: Dit is optioneel. De lijst is opgebouwd tussen de start revisie/datum en deze.
pt_br: Isto é opcional. A lista é feita entre o início revisão/data e este.
ru_ru: Это опционально. Просмотр производится между начальной ревизии/даты, и текщей.
sl_si: To je opcijsko. Spisek je filtriran od startne revizije/datuma do tukaj.

source: Search
de_de: Suchen
ja_jp: 検索
nl_nl: Zoeken
pt_br: Procurar
ru_ru: Поиск
sl_si: Iskanje

source: Last hundred commit
de_de: Letzte 100 Übertragungen
ja_jp: 過去100件分のコミット
nl_nl: Laatste honderd commits
pt_br: Últimos cem submetidos
ru_ru: Последние сто коментариев
sl_si: Zadnjih sto revizij

source: Revision
cs_cz: Revize
ja_jp: リビジョン
nl_nl: Revisie
pt_br: Revisão
ru_ru: Ревизия
sl_si: Revizija

source: Author
cs_cz: Autor
de_de: Autor
ja_jp: 変更者
nl_nl: Auteur
pt_br: Autor
ru_ru: Автор
sl_si: Avtor

source: Date
cs_cz: Datum
de_de: Datum
ja_jp: 日時
nl_nl: Datum
pt_br: Data
ru_ru: Дата
sl_si: Datum

source: Message
cs_cz: Zpráva
de_de: Nachricht
ja_jp: メッセージ
nl_nl: Bericht
pt_br: Mensagem
ru_ru: Сообщение
sl_si: Sporočilo

source: Managing group %s
cs_cz: Správa skupiny %s
de_de: Gruppe %s verwalten
ja_jp: グループ %s の設定
nl_nl: Beheer groep %s
pt_br: Gerenciando o grupo %s
ru_ru: Управление группой %s
sl_si: Delovna skupina %s

source: Add
cs_cz: Přidat
de_de: Hinzufügen
ja_jp: 追加
nl_nl: Toevoegen
pt_br: Adicionar
ru_ru: Добавить
sl_si: Dodaj

source: Leader Users
de_de: Hauptbenutzer
ja_jp: リーダー
nl_nl: Leidende Gebruikers
pt_br: Usuários Líderes
sl_si: Upravniki skupine

source: Delete
cs_cz: Smazat
de_de: Löschen
ja_jp: 削除
nl_nl: Verwijderen
pt_br: Excluir
ru_ru: Удалить
sl_si: Pobriši

source: Do you really want to remove user %s from group %s?
cs_cz: Opravdu si přejete odebrat uživatele %s ze skupiny %s?
de_de: Den Benutzer %s wirklich aus der Gruppe %s entfernen?
ja_jp: 本当にユーザ %s をグループ %s から削除しますか？
nl_nl: Wil u echt gebruiker %s van groep %s verwijderen ?
pt_br: Deseja realmente remover o usuário %s do grupo %s?
ru_ru: Вы действительно желаете исключить пользователя %s из группы %s?
sl_si: Ali resnično želite umakniti uporabnika %s iz skupine %s?

source: Affected Users
cs_cz: Ovlivnění uživatelé
de_de: Betroffene Benutzer
ja_jp: 所属ユーザ
nl_nl: Toegewezen Gebruikers
pt_br: Usuários Afetados
ru_ru: Затронутые пользователи
sl_si: Uporabniki skupine

source: Checkout URL : %s
ja_jp: チェックアウトURL : %s
pt_br: URL para Checkout : %s
ru_ru: Загрузить ссылку : %s
sl_si: SVN Checkout URL: %s

source: Admins users
cs_cz: Administrátoři
de_de: Administratorbenutzer
ja_jp: 管理ユーザ
nl_nl: Admin gebruikers
pt_br: Usuários administrativos
ru_ru: Администраторы
sl_si: Skrbniški uporabniki

source: Do you really want to remove user %s as admin of project %s?
cs_cz: Opravdu si přejete zrušit administrátorské oprávnění uživatele %s na projektu %s?
de_de: Den Benutzer %s wirklich als Admin aus dem Projekt %s entfernen?
ja_jp: 本当にユーザ %s をプロジェクト %s から削除しますか？
nl_nl: Wilt u echt de gebruiker %s als admin verwijderen van project %s ?
pt_br: Deseja realmente remover o usuário %s como administrador do projeto %s?
ru_ru: Вы действительно желаете исключить пользователя %s из администраторов проекта %s?
sl_si: Ali resnično želite umakniti uporabnika %s kot skrbnika skupine %s?

source: Do you really want to remove group %s from project %s?
cs_cz: Opravdu si přejete odebrat skupinu %s z projektu %s?
de_de: Die Gruppe %s wirklich aus dem Projekt %s entfernen?
ja_jp: 本当にグループ %s をプロジェクト %s から削除しますか？
nl_nl: Wilt u echt de groep %s verwijderen van project %s ?
pt_br: Deseja realmente remover o grupo %s do projeto %s?
ru_ru: Вы действительно желаете исключить группу %s из проекта %s?
sl_si: Ali resnično želite umakniti skupino %s iz projekta %s?

source: Last five commits
cs_cz: Posledních 5 commitů
de_de: Letzte 5 Änderungen
ja_jp: 最新のコミットログ - 5件
pt_br: As cinco últimas submissões
ru_ru: Последние пять коментариев
sl_si: Zadnjih pet revizij

source: Your projects
cs_cz: Vaše projekty
de_de: Ihre Projekte
ja_jp: 所属プロジェクト
nl_nl: Uw projecten
pt_br: Seus projetos
ru_ru: Ваши проекты
sl_si: Vaši projekti

source: You don't have any project.
cs_cz: Nejste účastníkem žádného projektu.
de_de: Sie haben keine Projekte.
ja_jp: プロジェクトが登録されていません。
nl_nl: U heeft geen project
pt_br: Você não tem nenhum projeto.
ru_ru: У вас нет ни одного проекта.
sl_si: Nimate nobenega projekta.

source: Your groups
cs_cz: Vaše skupiny
de_de: Ihre Gruppen
ja_jp: 所属グループ
nl_nl: Uw groepen
pt_br: Seus grupos
ru_ru: Ваши группы
sl_si: Vaše skupine

source: You are not assign to a group.
cs_cz: Nejste členem skupiny.
de_de: Sie sind keiner Gruppe zugeordnet
ja_jp: 所属しているグループはありません。
nl_nl: U bent niet tot een groep toegewezen
pt_br: Você não está atribuído a um grupo.
ru_ru: Вы не состоите не в одной группе
sl_si: Niste dodeljeni nobeni skupini.

source: This page doesn't exist.
de_de: Diese Seite existiert nicht.
ja_jp: ページが見つかりません。
nl_nl: Deze pagina bestaat niet
pt_br: Esta página não existe.
ru_ru: Эта страница не существует.
sl_si: Ta stran ne obstaja.

source: Error
cs_cz: Chyba
de_de: Fehler
ja_jp: エラー
nl_nl: Fout
pt_br: Erro
ru_ru: Ошибка
sl_si: Napaka

source: USVN is already install.
cs_cz: USVN je již nainstalováno.
de_de: USVN ist bereits installiert
ja_jp: USVNは既にインストールされています
nl_nl: USVN is al geinstalleerd
pt_br: USVN já esta instalado.
ru_ru: USVN уже установлен.
sl_si: USVN je že nameščen.

source: Force installation
cs_cz: Vynucená instalace
de_de: Installation fortsetzten
ja_jp: 強制的にインストールする
nl_nl: Forceer installatie
pt_br: Forçar instalação
ru_ru: Принудительная инсталяция
sl_si: Prisilno namesti

source: Step
cs_cz: Krok
de_de: Schritt
ja_jp: 手順
nl_nl: Stap
pt_br: Passo
ru_ru: Шаг
sl_si: Korak

source: Agreement of the licence
cs_cz: Odsouhlasení licence
de_de: Zustimmung zur Lizenz
ja_jp: ライセンスの確認
nl_nl: Licentie-akkoord
pt_br: Aceite da licença
ru_ru: Лицензионное соглашение
sl_si: Licenčna pogodba

source: Read and please accept the CeCILL FREE SOFTWARE LICENSE .
cs_cz: Přečtete si a prosím akceptujte CeCILL FREE SOFTWARE LICENSE.
de_de: Bitte lesen und akzeptieren Sie die CeCILL FREE SOFTWARE LICENSE
ja_jp: CeCILL FREE SOFTWARE LICENSEを確認し同意してください。
nl_nl: Lees en ga alstublieft akkoord met de CeCILL FREE SOFTWARE LICENSE.
pt_br: Leia e aceite a LICENÇA DE SOFTWARE LIVRE CeCILL.
ru_ru: Прочтите и примите пожалуйста ЛИЦЕНЗИЮ БЕСПЛАТНОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ CeCILL.
sl_si: Preberite in se prosimo strinjajte z dogovorom CeCILL FREE SOFTWARE LICENSE .

source: I understand and accept this license.
cs_cz: Rozumím a akceptuji tuto licenci.
de_de: Ich stimme dieser Lizenz zu.
ja_jp: ライセンスに同意する
nl_nl: I begrijp het en ga akkoord met de licentie.
pt_br: Eu entendi e aceito esta licença.
ru_ru: Я понимаю и принимаю эту лицензию.
sl_si: Razumem in sprejemam licenco.

source: Next step
cs_cz: Další krok
de_de: Nächster Schritt
ja_jp: 次へ
nl_nl: Volgende stap
pt_br: Próximo passo
ru_ru: Следующий шаг
sl_si: Naslednji korak

source: Configure USVN
cs_cz: Konfigurovat USVN
de_de: USVN Konfiguration
ja_jp: USVNを設定します
nl_nl: Configureer USVN
pt_br: Configurar o USVN
ru_ru: Конфигурация USVN
sl_si: Nastavi USVN

source: Settings of general configuration of USVN. You can keep default settings.
cs_cz: Nastavení hlavní konfigurace USVN. Můžete ponechat standartní nastavení.
de_de: USVN Grundeinstellungen. Sie können die Standardeinstellungen verwenden.
ja_jp: USVNの基本設定。よく分からない場合はそのままにしてください。
nl_nl: Instellingen van de algemene configuratie van USVN. U kan de standaard instellingen houden.
pt_br: Opções de configurações gerais do USVN. Você pode manter as opções padrões.
sl_si: Nastavitve splošne konfiguracije USVN. Lahko pustite privzete lastnosti.

source: Page title
cs_cz: Titulek stránky
de_de: Seitentitel
ja_jp: ページタイトル
nl_nl: Pagina titel
pt_br: Título da página
ru_ru: Название страницы
sl_si: Naslov strani

source: Subversion repository
cs_cz: Subversion repozitář
ja_jp: Subversionレポジトリ
pt_br: Repositório Subversion
ru_ru: Репозитарий Subversion
sl_si: Subversion odložišče

source: Location where usvn will create subversion repository.
cs_cz: Lokace kde usvn vytvoří subversion respozitář.
de_de: Ort an dem USVN das Subversion Repository erzeugt.
ja_jp: USVNがSubversionレポジトリを作成するディレクトリを設定します
nl_nl: Locatie waar usvn de subversion repositories zal creëeren
pt_br: Local onde o USVN criará o repositório.
ru_ru: Место, где USVN создаст репозитарий.
sl_si: Lokacija kjer bo USVN ustvaril SVN odložišče.

source: Subversion password file
cs_cz: Subversion soubor s hesly
de_de: Subversion Passwortdatei
ja_jp: Subversionパスワードファイル
nl_nl: Subversion wachtwoord bestand
pt_br: Arquivo de senha do Subversion
ru_ru: Файл паролей к Subversion
sl_si: Subversion - datoeka z gesli

source: Location where usvn will create password file.
cs_cz: Lokace kde usvn vytvoří soubor s hesly
de_de: Ort an dem USVN dir Passwortdatei erzeugt.
ja_jp: USVNが管理するパスワードファイルのパス
nl_nl: Locatie waar usvn het wachtwoord bestand zal creëeren
pt_br: Local onde o USVN criará o arquivo de senhas.
ru_ru: Место, где USVN создаст файл пароля.
sl_si: Lokacija kjer bo USVN ustvaril datoteko z gesli.

source: Subversion access file
cs_cz: Subversion přístupový soubor
de_de: Subversion Zugriffsdatei
ja_jp: Subversionアクセスファイル
nl_nl: Subversion toegangs bestand
pt_br: Arquivo de acessos do Subversion
ru_ru: Файл прав доступа к Subversion
sl_si: Subversion - datoteka s pravicami

source: Location where usvn will create access file.
cs_cz: Lokace kde usvn vytvoří přístupový soubor
de_de: Ort an dem USVN die Zugriffsdatei erzeugt.
ja_jp: USVNが管理するSVNアクセス管理ファイルのパス
nl_nl: Locatie waar usvn het toegangs bestand zal creëeren
pt_br: Local onde o USVN criará o arquivo de acessos.
ru_ru: Место, где USVN создаст файл доступа.
sl_si: Lokacija kjer bo USVN ustvaril datoteko dostopov.

source: The url used by users to checkout projects.
cs_cz: Url používaná uživateli pro checkout projektů.
de_de: Die URL wird von Benutzern zum auschecken von Projekten verwendet.
ja_jp: SVNのチェックアウトパス（SVNParentPath）
nl_nl: De url voor gebruikers die een project uitchecken
pt_br: A URL utilizada pelos usuário para checkout dos projetos.
ru_ru: Ссылка используемая пользователем для извлечения проекта.
sl_si: URL, ki ga uporabniki uporabijo za delo z odložiščem.

source: You can now enjoy of USVN.
cs_cz: Nyní si můžete užít USVN
de_de: Viel Spass mit USVN.
ja_jp: それではUSVNをお楽しみください！
nl_nl: U kan nu genieten van USVN
pt_br: Agora, você pode desfrutar do USVN.
ru_ru: Вы можете теперь наслаждаться USVN.
sl_si: Zdaj lahko uživate v USVN

source: Apache configuration
cs_cz: Konfigurace Apache
de_de: Apache Konfiguration
ja_jp: Apacheの設定
nl_nl: Apache configuratie
pt_br: Configuração do Apache
ru_ru: Конфигурация Apache
sl_si: Apache konfiguracija

source: Last step is to configure subversion into apache. Copy past following lines at the end of your <em>httpd.conf</em>:
cs_cz: Posledním krokem je konfigurace subversion v apache. Zkopírujte následující řádky a vložte je na konec souboru <em>httpd.conf</em>:
de_de: Der letzte Schritt besteht darin, Apache für Subversion zu konfigurieren. Fügen Sie folgende Zeilen am Ende Ihrer <em>httpd.conf</em> hinzu:
ja_jp: 最後にApacheにSubversionの設定を行ってください。<em>httpd.conf</em>を以下のように設定してください。
nl_nl: De laatste stap is het configureren van subversion in apache. Kopieer en plak de volgende regels in uw apache configuratie bestand:
pt_br: O último passo é configurar o Subversion no Apache. Copie e cole as linhas seguintes no final do arquivo <em>httpd.conf</em>:
ru_ru: Следующий шаг это конфигурация subversion в apache. Скопируйте и вставьте в конец вашего файла <em>httpd.conf</em>:
sl_si: Zadnji korak za nastavitev SVN v Apache. Kopirajte spodnje vrstice na konec datoteke <em>httpd.conf</em>:

source: And restart your server with <kbd>apache2ctl restart</kbd>.
cs_cz: A restartujte váš apaceh server příkazem <kbd>apache2ctl restart</kbd>.
de_de: Und starte den Apache mit <kbd>apache2ctl restart</kbd> neu.
ja_jp: 設定後、Apacheを再起動<kbd>（apache2ctl restartもしくはservice httpd restart）</kbd>してください。
nl_nl: En herstart uw apache met bijvoorbeeld <kbd>apache2ctl restart</kbd>
pt_br: E reinicie seu servidor com <kbd>apache2ctl restart</kbd>.
ru_ru: И перезапустите ваш сервер командой <kbd>apache2ctl restart</kbd>.
sl_si: In ponovno poženite strežnik z <kbd>apache2ctl restart</kbd>.

source: Connect to USVN
cs_cz: Připojit k USVN
de_de: Verbinde zu USVN
ja_jp: USVNに接続する
nl_nl: Verbind met USVN
pt_br: Conectar ao USVN
ru_ru: Подключаться к USVN
sl_si: Poveži se na USVN

source: USVN installation
cs_cz: USVN instalace
ja_jp: USVNのインストール
nl_nl: USVN installatie
pt_br: Instalação do USVN
ru_ru: Установка USVN
sl_si: USVN namestitev

source: Check for new version
de_de: Auf neue Versionen prüfen
ja_jp: 新しいバージョンをチェックする
nl_nl: Zoek voor een nieuwe versie
pt_br: Verificar nova versão
ru_ru: Проверка наличия новой версии
sl_si: Preveri za novejšo verzijo
